export default {
  mbtiKeys: [
    {
      text: 'introversion',
      value: 'I',
      label: 'درونگرایی'
    },
    {
      text: 'extroversion',
      value: 'E',
      label: 'برونگرایی'
    },
    {
      text: 'intuition',
      value: 'N',
      label: 'شهودی'
    },
    {
      text: 'sensing',
      value: 'S',
      label: 'حسی'
    },
    {
      text: 'thinking',
      value: 'T',
      label: 'فکری'
    },
    {
      text: 'feeling',
      value: 'F',
      label: 'احساسی'
    },
    {
      text: 'judging',
      value: 'J',
      label: 'ساختارمند'
    },
    {
      text: 'perceiving',
      value: 'P',
      label: 'منعطف'
    }
  ],
  bartleKeys: [
    {
      text: 'killer',
      value: 'K',
      label: 'قاتل',
      image: 'https://nodes.alaatv.com/upload/bartle_kil.png',
      fullText:
        '    <p dir="auto">قاتل ها تو بازی خودشون رو به دیگران تحمیل میکنن! از حمله و شکست دادن دیگران لذت میبرن! احتمالا امتیاز\n' +
        '        ها رو بخاطر قوی شدن، پیدا کردن چیز های جدید و شکست بیشتر دیگران جمع میکنند! و از این که ببینند دیگران شکست\n' +
        '        میخورن و نمیتونن در مقابلشون کاری کنن لذت میبرن!</p>\n'
    },
    {
      text: 'socializer',
      value: 'S',
      label: 'معاشرتی',
      image: 'https://nodes.alaatv.com/upload/bartle_soc.png',
      fullText:
        '    <p dir="auto">معاشرتی ها به سایر بازیکنان و معاشرت باهاشون علاقه دارن! بازی براشون فقط یه زمینه‌س که یه سری اتفاق هم\n' +
        '        براشون میوفته اما معاشرت ها و ارتباط بین بازیکن ها خیلی مهمتره! شادی، خنده، گوش دادن به بقیه، همدلی و به طور کلی\n' +
        '        معاشرت با بقیه بازیکن ها گذر زندگی کنار اون ها اهمیت داره. کشف و فهمیدن بعضی چیزها چون بقیه دارن درباره ش حرف\n' +
        '        میزنن مهمه! گرفتن امتیاز برای رفتن به گروه ها اهمیت داره! شکست دیگران هم فقط برای گرفتن انتقام دوستمون مهمه!\n' +
        '        مهمترین چیز رسیدن به امتیازهای بالا، گشتن تو نقشه یا کشتن دیگران نیست، مهمترین چیز شناختن آدما و البته ساختن یه\n' +
        '        رابطه طولانی تو بازیه!</p>\n'
    },
    {
      text: 'explorer',
      value: 'E',
      label: 'جستجوگر',
      image: 'https://nodes.alaatv.com/upload/bartle_exp.png',
      fullText:
        '    <p dir="auto">جستجوگرها از فهمیدن قواعد بازی لذت میبرن! به جاهای مختلف بازی میرن و همه جا سرک میکشن تا با همه قابلیت\n' +
        '        های بازی و حتی اشکالاتش آشنا بشن. جمع کردن امتیاز اگه برای پیشروی و رسیدن به مراحل جدید باشه لازمه وگرنه کار\n' +
        '        خسته کننده ایه که همه میتونن انجام بدن! کشت و کشتار و شکست دیگران شاید سریعتر از جمع آوری امتیاز باشه اما میتونه\n' +
        '        دردسر ساز باشه! معاشرت میتونه راه خوبی برای کشف ایده های جدید مرتبط به بازی باشه اما احتمالا بیشتر حرفا قدیمی یا\n' +
        '        غیر مربوطه! جذابیت بازی ها فقط و فقط توی اکتشافه!</p>\n'
    },
    {
      text: 'achiever',
      value: 'A',
      label: 'جاه طلب',
      image: 'https://nodes.alaatv.com/upload/bartle_ach.png',
      fullText:
        '    <p dir="auto">برای جاه طلب ها، جمع کردن امتیاز و بالا بردن لول؛ مهمترین هدفه و بقیه چیز ها در رده های بعدی قرار\n' +
        '        داره! جستجو تو بازی رو فقط به هدف پیدا کردن منابع، گرفتن امتیاز یا پیشرفت انجام میدن. معاشرت با بقیه بازیکن ها\n' +
        '        رو به عنوان وسیله ای برای بهتر شدن تو بازی یا جمع آوری امتیاز بیشتر میبینن و حتی کشت و کشتار هم فقط برای گرفتن\n' +
        '        امتیاز و پیشرفت تو بازی انجام میدن!</p>\n'
    }
  ],
  mbtiType: {
    ISFP: {
      title: 'Experiencer',
      farsiTitle: 'مشرب تجربه گراها (SP)',
      backgroundColor: '#fff3cb',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_isfp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_isfp2.png',
      shortText: '    <p dir="auto">منعطف، غیرمتعارف و آماده کشف تجربه های جدید</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ISFP خلاق، همدل و غیرمتعارف هستند. آنها درک بسیار خوبی از حواس خود دارند و\n' +
        '            معمولا خاطرات بسیار زنده ای دارند. از بودن با گروه های کوچک لذت میبرند و به کمک به دیگران علاقه\n' +
        '            دارند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">با تنها ماندن، بازیابی انرژی کنند.<br>با دقت روی جزئیات یک موقعیت&nbsp;تمرکز&nbsp;کنند.<br>سنت و\n' +
        '        قوانین را به چالش بکشند.<br>از زمانبندی اجتناب کنند تا فرصت­های لحظات پایانی از دستشان نرود.<br>احساسات&nbsp;را\n' +
        '        نسبت به حقایق و داده ها در اولویت قرار دهند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">در شناخت نیاز دیگران&nbsp;ماهر&nbsp;هستند، که می تواند به آنها کمک کند با افرادی که دوستشان دارند\n' +
        '        روابط محکمی برقرار کنند. احتمالاً از کمک به بهتر شدن زندگی دیگران لذت می برند و خدمت به اطرافیان خود را دوست\n' +
        '        دارند.<br>آنها افراد نسبتاً&nbsp;انعطاف پذیری&nbsp;هستند که به راحتی با پیشامدها رو به رو میشوند. آنها در فرصت\n' +
        '        های جدید&nbsp;رشد&nbsp;می کنند و از اینکه می توانند به طور منظم چیزهای جدیدی را امتحان کنند لذت می برند.<br>آنها\n' +
        '        افراد بسیار&nbsp;کنجکاوی&nbsp;هستند و علاقه زیادی به دنبال کردن علایق خود و دانش اندوزی در مورد جهان اطراف\n' +
        '        دارند. آنها اغلب پرسشگر هستند و ممکن است برای به دست آوردن&nbsp;دانش&nbsp;(اطلاعات) مورد نظر خود، به\n' +
        '        طور&nbsp;منظم&nbsp;سوال کنند.<br>ممکن است به نیازهای دیگران بسیار حساس باشند، غالباً می دانند که اطرافیانشان چه\n' +
        '        احساسی دارند و می توانند به آنها کمک کند تا به طور موثرتری از افراد دیگر مراقبت کنند.<br><br>اگرچه از برقراری\n' +
        '        ارتباط با افراد دیگر لذت می برند، اما بیشترین انرژی خود را از طریق تنها بودن دریافت میکنند و\n' +
        '        وقتی&nbsp;آزادی&nbsp;زیادی داشته باشند احتمالاً&nbsp;رشد&nbsp;می کنند.<br>آنها به احتمال زیاد از تجربه های جدید\n' +
        '        و&nbsp;مهیج&nbsp;استقبال میکنند. از امتحان چیزهای جدید لذت می برند و دوست دارند فرصت های جدید را دنبال\n' +
        '        کنند.<br>از یادگیری نحوه کارکرد اشیا&nbsp;لذت&nbsp;می برد. آنها کنجکاوی ریشه ای عمیقی دارند که آنها را به سمت\n' +
        '        یادگیری و درک بیشتر درباره دنیای اطراف&nbsp;سوق&nbsp;می دهد.<br>آنها عاشق خلق چیزهای زیبا و&nbsp;هنری&nbsp;هستند\n' +
        '        و افراد&nbsp;خلاقی&nbsp;هستند.<br>به ارتباط نزدیک با دوستان و خانواده خود علاقه مندند. از تنهایی لذت می برند،\n' +
        '        اما برای پیوندهای نزدیک خود با افراد دیگر&nbsp;ارزش&nbsp;زیادی قائلند و تمایل دارند بسیاری از اوقات فراغت خود را\n' +
        '        با کسانی که بیشتر دوست دارند بگذرانند.<br><br>اغلب می خواهند همه چیز&nbsp;عملی و واضح&nbsp;باشد و با ایده ها یا\n' +
        '        سیستم های پیچیده راحت نیستند. آنها از این که بخواهند برای انجام کاری خیلی&nbsp;عمیق&nbsp;فکر کنند، لذت نمی\n' +
        '        برند.<br>در مواجهه با ساختارهای سخت خسته می شوند. آنها از داشتن آزادی برای کار خارج از برنامه های\n' +
        '        تکرارشونده&nbsp;لذت&nbsp;می برند.<br>احتمالاً هنگام مواجهه با انتقاد شخصی که به او اعتماد دارند یا برایشان مهم\n' +
        '        است،&nbsp;ناراحت می شوند و اغلب&nbsp;بازخورد منفی&nbsp;را کاملاً شخصی برداشت میکنند.<br>ممکن است از همراهی با\n' +
        '        افراد غریبه احساس&nbsp;خستگی&nbsp;کنند. آنها ترجیح می دهند با افرادی که می شناسند همگام شوند و ممکن است در کنار\n' +
        '        کسانی که نمی شناسند احساس راحتی نکنند، مخصوصاً اگر تعداد آنها زیاد باشد.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">هنرمند:ISFP های&nbsp;خلاق و آزادمنش&nbsp;ممکن است به عنوان یک هنرمند&nbsp;رشد&nbsp;کنند. آنها این فرصت\n' +
        '        را دارند که از منطقه امن&nbsp;خود&nbsp;خارج شوند و روش های جدیدی را برای بیان خود&nbsp;آزمایش&nbsp;کنند، که ممکن\n' +
        '        است به آنها کمک کند در زندگی کاری خود احساس معنای بیشتری کنند.</p>\n' +
        '    <p dir="auto">نوازنده: آنها به عنوان نوازنده به طور منظم فرصتی برای ابراز وجود توسط موسیقی های خود دارند. آنها از\n' +
        '        رشد مستمر&nbsp;توانایی&nbsp;هایشان، ارتباط با اقشار مختلف افراد و اجرای گروهی لذت میبرند.</p>\n' +
        '    <p dir="auto">سرآشپز: آنها ممکن است سرآشپزهای&nbsp;خلاق و مبتکری&nbsp;شوند. آنها علاقه زیادی به تفکر خارج از چارچوب\n' +
        '        دارند و ممکن است بتوانند این مسئله را از طریق غذا&nbsp;بروز&nbsp;دهند.</p>\n' +
        '    <p dir="auto">نویسنده: آنها احتمالاً از نوشتن لذت می برند، خصوصاً اگر بتوانند این کار را به عنوان یک شغل آزاد انجام\n' +
        '        دهند. آنها&nbsp;استقلال&nbsp;زیادی دارند و می توانند از مهارت های خلاقانه خود برای نوشتن قطعات جذاب برای مشتری\n' +
        '        استفاده كنند.</p>\n' +
        '    <p dir="auto">استاد: آنها معلمان&nbsp;ماهری&nbsp;هستند. آنها اغلب عاشق به اشتراک گذاشتن دانش خود با دیگران و کمک\n' +
        '        به&nbsp;رشد&nbsp;آنها هستند. اگرچه ممکن است لازم باشد که به عمل کردن مطابق برنامه عادت کنند، اما آنها از ارتباط\n' +
        '        با دیگران و اشتراک گذاشتن&nbsp;تجربه&nbsp;شخصی خود لذت می برند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب تجربه گراها (SP) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">به مشاغل با تغییر و تنوع بالا علاقه مندند.<br>محیط کاری با انعطاف و بدون قوانین فراوان<br>خوشگذرانی در\n' +
        '        محیط کار<br>مناسب شرایط بحرانی هستند<br>کار عملی را دوست دارند</p>\n' +
        '    <p dir="auto">مانند: مدیران بحران، اجرایی و عملیاتی، فنی و تولید، طراح، یگان امداد، خدمات پس از فروش</p>\n' +
        '</div>'
    },
    ISTP: {
      title: 'Experiencer',
      farsiTitle: 'مشرب تجربه گراها (SP)',
      backgroundColor: '#fff3cb',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_istp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_istp2.png',
      shortText: '    <p dir="auto">کنجکاو، عملگرا، آزمایش کننده و ماهر در استفاده از ابزار</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ISTP کنجکاو، عملگرا و با اعتماد به نفس هستند. آنها غیر قابل پیشبینی و و\n' +
        '            خودجوش، اما اغلب ساکت هستند و ترجیح میدهند به تنهایی به اطلاعات فکر کنند و آنها را پردازش کنند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">به جای کلیات، روی مشخصات و جزئیات&nbsp;تمرکز&nbsp;کنند.<br>هنگام تصمیم گیری، به\n' +
        '        جای&nbsp;احساسات&nbsp;به منطق و&nbsp;استدلال&nbsp;تکیه کنند.<br>برای تفکر و بازیابی&nbsp;انرژی به دنبال زمانی\n' +
        '        برای تنهایی و خلوت باشند.<br>دنیای اطراف خود را مطالعه کنند و به دنبال درک آن باشند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها در انطباق با شرایط جدید یا غیر منتظره مهارت دارند. انعطاف پذیری&nbsp;به آنها کمک می کند تا موقعیت\n' +
        '        های سخت را با استفاده از پیدا کردن راه حل های موثر در لحظه، از سر بگذرانند.<br>آنها به طور طبیعی خوش بین هستند و\n' +
        '        به سختی ناراحت میشوند، که به آنها کمک می کند هنگامی که تحت فشار قرار دارند، به طور موثر کار کنند.<br>آنها\n' +
        '        کنجکاوی عمیقی برای درک چگونگی عملکرد اشیا دارند، ممکن است قطعات وسایل را از هم جدا کنند و سعی کنند بفهمند چگونه\n' +
        '        آنها را دوباره به هم متصل کنند.<br>متفکرانی&nbsp;خلاق و منطقی&nbsp;هستند و اغلب تا وقتی که&nbsp;پاسخ&nbsp;مناسبی\n' +
        '        برای هر شرایط پیدا کنند، به راحتی سعی می کنند چیزهای جدید را امتحان کنند.<br>به توانایی های&nbsp;خود&nbsp;اعتماد\n' +
        '        دارند، که اغلب به آنها کمک می کند تا سریعتر تصمیمات قاطع بگیرند. آنها معمولاً خود را سرزنش نمیکنند و معمولاً در\n' +
        '        شرایط مختلف می توانند آرامش خود را حفظ کنند.<br><br>وقتی فرصتی برای یافتن نحوه کارکرد چیزهای مختلف پیدا می\n' +
        '        کنند،&nbsp;رشد&nbsp;می کند و به احتمال زیاد به مشغولیت فیزیکی با اشیا از طریق جدا كردن قطعات و تلاش برای بازسازی\n' +
        '        آن ها علاقمندند. آنها کارهایی را دوست دارند که به آنها امکان می دهد درباره پیچیدگی های مربوط به چیزی بیشتر\n' +
        '        بدانند.<br>به یک برنامه دقیق ملزم نیستند و دوست ندارند با یک برنامه زمانی محدود شوند و در عوض دوست دارند فرصت\n' +
        '        های جدید را هر زمان که بخواهند دنبال کنند.<br>از داشتن فضایی برای تنها کارکردن&nbsp;لذت&nbsp;می برند، به طور\n' +
        '        طبیعی&nbsp;کم حرف و مستقل&nbsp;هستند، بنابراین از صرف وقت برای تفکر و کارکردن بیشتر انگیزه&nbsp;میگیرند.<br>آنها\n' +
        '        عاشق تجربه های جدید و یافتن ماجراهای جدید هستند. آنها ترجیح می دهند به جای همراهی با گروه، به تنهایی یا با یک یا\n' +
        '        دو دوست صمیمی چیزها را کشف و تجربه کنند.<br>دوست دارند برای مشکلات سخت، راه حل های عملی پیدا کنند. آنها به جای\n' +
        '        اینکه وقت زیادی را صرف تفکر در مورد کارهایی که باید انجام دهند بکنند،&nbsp;مشکل&nbsp;را در لحظه حل میکنند. آنها\n' +
        '        قبل از یافتن بهترین راه حل برای مشکل، احتمالاً بسیاری از گزینه ها را&nbsp;آزمایش&nbsp;میکنند.<br><br>الزام به\n' +
        '        تعهد طولانی مدت به یک پروژه برایشان دشوار است و دوست دارند گزینه های خود را باز نگه دارند.<br>زمانی رشد می کنند\n' +
        '        که&nbsp;آزادی&nbsp;لازم برای جستجوی فرصت های جدید را داشته باشند و پیروی از روال های غیرضروری احساس گرفتار یا\n' +
        '        محدود شدن به آن ها میدهد.<br>به عنوان یک&nbsp;درون گرا،&nbsp;به زمان زیادی برای تنهایی نیاز دارند و گذراندن وقت\n' +
        '        طولانی در کنار دیگران احتمالاً آنها را خسته می کند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">خلبان: توانایی آنها در حفظ آرامش، تصمیم گیری دقیق و سریع و به اشتراک گذاری\n' +
        '        مستقیم&nbsp;افکار&nbsp;خود&nbsp;با دیگران، به آنها کمک می کند تا به عنوان خلبان پیشرفت کنند.</p>\n' +
        '    <p dir="auto">نیروی امدادی: آنها قادرند در&nbsp;بحران&nbsp;ها آرامش خود را حفظ و سریع و منطقی تصمیم گیری کنند. آنها\n' +
        '        به طور طبیعی سازگار هستند و به راحتی می توانند تمام اطلاعات مربوط به یک موقعیت را به یاد بسپارند تا عملی ترین و\n' +
        '        سالم ترین انتخاب را انجام دهند، که می تواند باعث نجات جان افراد در موارد اضطراری شود. اگرچه ممکن است لازم باشد\n' +
        '        روی بهبود ارتباطات خود با دیگران کار کنند، اما آنها به عنوان نیروهای امدادی پیشرفت می کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب تجربه گراها (SP) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">به مشاغل با تغییر و تنوع بالا علاقه مندند.<br>محیط کاری با انعطاف و بدون قوانین فراوان<br>خوشگذرانی در\n' +
        '        محیط کار<br>مناسب شرایط بحرانی هستند<br>کار عملی را دوست دارند</p>\n' +
        '    <p dir="auto">مانند: مدیران بحران، اجرایی و عملیاتی، فنی و تولید، طراح، یگان امداد، خدمات پس از فروش</p>\n' +
        '</div>'
    },
    ESFP: {
      title: 'Experiencer',
      farsiTitle: 'مشرب تجربه گراها (SP)',
      backgroundColor: '#fff3cb',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_esfp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_esfp2.png',
      shortText: '    <p dir="auto">دوستانه، با انرژی و پر اشتیاق، که زندگی براشون خسته کننده نمیشه</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ESFP دوستانه و حمایتگر هستند و معمولا با جریان کار پیش میروند. به مهمانی\n' +
        '            ها علاقه مندند و معمولا در مرکز توجه اند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">رشد&nbsp;و پیشرفت را در اطراف و در&nbsp;ارتباط&nbsp;با دیگران تجربه کنند.<br>به جزئیات توجه بسیاری\n' +
        '        داشته باشند.<br>احساسات&nbsp;را بر واقعیت یا منطق اولویت دهند.<br>از&nbsp;برنامه ریزی&nbsp;های دقیق اجتناب\n' +
        '        کنند.<br>از مهمانی ها و اجتماعات بزرگ لذت ببرند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">روی&nbsp;چالش&nbsp;های پیش روی&nbsp;خود&nbsp;تمرکز&nbsp;می کنند. بعید است که آنها در مورد مشکلات\n' +
        '        آتی&nbsp;استرس&nbsp;داشته باشند.<br>آنها به راحتی با شرایط جدید سازگار می شوند. بعید است که تحت تاثیر شرایط\n' +
        '        غیرمنتظره قرار بگیرند و می توانند به دیگران هم کمک کنند تا خود را با شرایط تطبیق دهند.<br>به راحتی با\n' +
        '        دیگران&nbsp;ارتباط&nbsp;برقرار می کنند. ها با استفاده از جذابیت خود در برقراری روابط با افراد جدید، ارتباطی\n' +
        '        پایدار با افراد مهم برقرار می کنند. برای آنها مهم است که محیط اطرافشان چطور به نظر می رسد و\n' +
        '        چطور&nbsp;عمل&nbsp;می کند.<br>حتی در شرایط سخت نیز&nbsp;می توانند خوش بین&nbsp;باشند. مثبت نگری ذاتی آنها به\n' +
        '        آنها کمک می کند تا در شرایط دشوار دوام بیاورند و به دیگران کمک کنند. آنها بر روش مواجهه دیگران با شرایط سخت\n' +
        '        تأثیر مهمی می گذارند.<br><br>به عنوان همکاران ذاتی، عاشق برقراری ارتباط با اطرافیان خود هستند. مهم است که آنها\n' +
        '        در موقعیت هایی کار کنند که به آنها امکان برقراری ارتباط با همکاران را می دهد. آنها از رفتن به مهمانی ها، کنسرت\n' +
        '        ها و سایر برنامه های مردم محور&nbsp;لذت&nbsp;می برند. آنها افرادی&nbsp;هیجان طلب&nbsp;و اهل تفریح هستند که به\n' +
        '        صورت گروهی یا تیمی پیشرفت می کنند. بنابراین آنها حتی در محل کار به دنبال فرصت هایی می گردند که افراد زیادی درگیر\n' +
        '        آن هستند.<br>زیبایی و هنر را دوست دارند.<br>از سرگرم کردن دیگران لذت می برند و مجری گری و&nbsp;خوشحال\n' +
        '        کردن&nbsp;دیگران را دوست دارند.<br><br>اگر زندگی اجتماعیشان بیش از حد&nbsp;آرام و\n' +
        '        یکنواخت&nbsp;باشد،&nbsp;احساس&nbsp;ضعف&nbsp;می کنند. تمایل دارند به صورت مداوم به ویژه توسط گروه اجتماعی خود\n' +
        '        تشویق شوند. اگر دوستان یا خانواده خیلی از آنها فاصله بگیرند، احساس&nbsp;نا امیدی و افسردگی&nbsp;می کنند.<br>عدم\n' +
        '        تأیید یا کنار گذاشتن شدن توسط دیگران آنها را&nbsp;تحت فشار&nbsp;قرار می دهد. از آنجا که اغلب تمایل به\n' +
        '        برقراری&nbsp;ارتباط و حمایت&nbsp;از دیگران دارند، طرد شدن را بسیار شخصی برداشت می کنند. آنها باید\n' +
        '        به&nbsp;توانایی&nbsp;های خود اطمینان داشته باشند، حتی اگر دیگران آنها را تأیید نکنند.</p>\n' +
        '    <p dir="auto">&nbsp;آنها از کارهای بسیار&nbsp;تحلیلی&nbsp;که به آنها اجازه کار کردن در نزدیک دیگران را نمی دهد خسته\n' +
        '        می شوند. صرف زمان بیش از حد برای بررسی حقایق و داده ها یا در نظر گرفتن سناریوهای فرضی آنها را&nbsp;خسته و\n' +
        '        کلافه&nbsp;می کند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">سخنران: آنها به عنوان سخنرانان&nbsp;انگیزشی&nbsp;پیشرفت می کنند. آنها دائما این فرصت را دارند که\n' +
        '        دیگران را سرگرم کرده و به آنها الهام ببخشند. آنها در بازاریابی اینترنتی، حفظ&nbsp;ارتباطات&nbsp;مهم و حاضرجوابی\n' +
        '        و عکس العمل سریع&nbsp;مهارت&nbsp;دارند، همه اینها باعث می شود سخنرانان خوبی باشند.</p>\n' +
        '    <p dir="auto">طراح داخلی: به عنوان طراح داخلی، آنها دائما فرصت ایجاد فضاهای زیبا و کاربردی را دارند. برقراری\n' +
        '        ارتباطات مهم و جذب مشتری وفادار برای آنها راحت است، که اگر تصمیم بگیرند یک طراح&nbsp;مستقل&nbsp;باشند و تجارت\n' +
        '        خود را تأسیس کنند، این ویژگی در نهایت به سود آنها است.</p>\n' +
        '    <p dir="auto">پرستار: آنها ذاتا در ارتباط با دیگران&nbsp;مراقب،<strong>&nbsp;</strong>صبور<strong>&nbsp;</strong>و\n' +
        '        آرام&nbsp;هستند، که باعث می شود پرستاران عالی باشند. آنها به راحتی با هر شرایط جدیدی سازگار می شوند\n' +
        '        و&nbsp;خونسردی و<strong>&nbsp;</strong>همدلی&nbsp;مورد نیاز بیماران و خانواده های آنها در دوران سخت بیماری را به\n' +
        '        آنها می دهند.</p>\n' +
        '    <p dir="auto">طراح مد: طراحی مد به آنها فرصتی می دهد تا&nbsp;خلاقانه&nbsp;و به روشی کاربردی مشکلات را حل کنند. از\n' +
        '        آنجا که مد هم برای زیبایی ظاهر و هم برای لباس های کاربردی و روزمره است، مهم است که طراحان همزمان به زیبایی و\n' +
        '        سودمندی توجه کنند آنها به طور طبیعی به هر دو توجه دارند و در نقشی مانند این&nbsp;رشد&nbsp;می کنند.</p>\n' +
        '    <p dir="auto">بازیگر: از آنجا که آنها ذاتا در مقابل مردم&nbsp;سرگرم کننده و راحت&nbsp;هستند، از شغلی لذت می برند که\n' +
        '        به آنها امکان اجرای دائم را بدهد. به عنوان بازیگر، آنها با دیگران&nbsp;تعامل&nbsp;می کنند، در لحظه زندگی می کنند\n' +
        '        و با موقعیت های ناشناخته سازگار می شوند و همه اینها به پیشرفت آنها کمک می کند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب تجربه گراها (SP) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">به مشاغل با تغییر و تنوع بالا علاقه مندند.<br>محیط کاری با انعطاف و بدون قوانین فراوان<br>خوشگذرانی در\n' +
        '        محیط کار<br>مناسب شرایط بحرانی هستند<br>کار عملی را دوست دارند</p>\n' +
        '    <p dir="auto">مانند: مدیران بحران، اجرایی و عملیاتی، فنی و تولید، طراح، یگان امداد، خدمات پس از فروش</p>\n' +
        '</div>'
    },
    ESTP: {
      title: 'Experiencer',
      farsiTitle: 'مشرب تجربه گراها (SP)',
      backgroundColor: '#fff3cb',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_estp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_estp2.png',
      shortText: '    <p dir="auto">با انرژی و جسور که زندگی با هیجان رو دوست دارن</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ESTP رفتاری هیجان انگیز، پرانرژی و جسور دارند. اجتماعی هستند و از جمعیت و\n' +
        '            شلوغی و همینطور ماجراجویی لذت میبرند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">با دیگران تعامل و پردازش&nbsp;بیرونی داشته باشند.<br>دنبال&nbsp;عمل&nbsp;و ماجراجویی باشند.<br>تفکر\n' +
        '        منطقی و عملی داشته باشند.<br>روی جزئیات مشخص موقعیت ها تمرکز&nbsp;کنند.<br>از&nbsp;تحت کنترل بودن و احساس آن\n' +
        '        اجتناب کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها ذاتا&nbsp;قانع کننده&nbsp;هستند. آنها می توانند دلایل قانع کننده و&nbsp;منطقی&nbsp;برای حمایت از\n' +
        '        اهداف یا ایده ها ارائه دهند و&nbsp;مهارت&nbsp;های همراهانشان، آنها را قانع کننده تر می کند.<br>آنها در شرایط\n' +
        '        عاطفی،&nbsp;واقع بین&nbsp;هستند و می توانند&nbsp;احساسات&nbsp;خود&nbsp;را از تصمیم گیری&nbsp;تفکیک&nbsp;کنند، که\n' +
        '        به آنها کمک می کند حتی در موقعیت های واقعاً دشوار، انتخاب های معقولانه ای داشته باشند.<br>نظرات و عقاید خود را\n' +
        '        با&nbsp;صداقت&nbsp;و شفافیت بیان می کنند. آنها افکارشان را به طور مستقیم و با اعتماد به نفس به اشتراک می گذارند،\n' +
        '        حتی اگر بدانند که با مقاومت و برخورد مواجه می شوند.<br>آنها افرادی&nbsp;مبتکر&nbsp;و قابل اعتماد هستند. اعتماد\n' +
        '        به نفس ذاتی آنها، همراه با توانایی آنها در مواجه آسان با&nbsp;تجربه&nbsp;های جدید، آنها را منحصر به فرد می\n' +
        '        کند.<br>آنها به راحتی با دیگران صحبت می کنند و دوست می شوند.<br>برونگرایی و سازگاری آنها به پیشرفت شان در موقعیت\n' +
        '        های اجتماعی کمک می کند.<br><br>اغلب از&nbsp;تفکر&nbsp;فی البداهه و سریع انگیزه می گیرند. آنها افرادی سریع و\n' +
        '        سازگار هستند که از داشتن فرصت برای به رخ کشیدن استعدادهای خود، با زیرکی و اعتماد به نفس، لذت می برند.<br>آنها از\n' +
        '        تجربه چیزهای جدید لذت می برند. آنها عاشق تجربه مکان های جدید هستند.<br>افرادی&nbsp;سرزنده و پر انرژی&nbsp;هستند\n' +
        '        که در کانون توجه رشد می کنند. سرگرم کردن یا جلب توجه اطرافیان، به آنها&nbsp;آرامش&nbsp;می دهد و عاشق خلق چیزهای\n' +
        '        جدید هستند.<br>بسیار&nbsp;عمل گرا&nbsp;هستند، خارج از چارچوب فکر می کنند و از ترکیب&nbsp;خلاقیت و عمل&nbsp;برای\n' +
        '        کمک به بهبود شرایط خاص استفاده می کنند. هنگامی که آنها&nbsp;از این مهارت استفاده می کنند، حتی بیش از حد معمول\n' +
        '        احساس هیجان و انرژی می کنند.<br>از داشتن&nbsp;استقلال&nbsp;و&nbsp;کشف&nbsp;دنیای اطراف در اوقات فراغت لذت می\n' +
        '        برند و وقتی چیز جدیدی در مورد جهان کشف می کنند هیجان زده می شوند.<br><br>زندگی بیش از حد&nbsp;روتین&nbsp;یا قابل\n' +
        '        پیش بینی آنها را خسته می کند. به نظر آنها، تغییر به رشد و&nbsp;شکوفایی&nbsp;آنها کمک می کند.<br>حتی اگر در کار\n' +
        '        نیاز به پیروی از نوعی روتین باشد. تعدد قوانین آنها را محصور و&nbsp;محدود&nbsp;می کند. پیروی از دستورات یا قوانین\n' +
        '        برایشان دشوار است.<br>ممکن است به سختی بتوانند متوجه عواطف و احساسات دیگران شوند.<br>آنها برای آزادی\n' +
        '        و&nbsp;استقلال&nbsp;شخصی خود ارزش بالایی قائل هستند.<br>آنها باید در جستجوی مشاغلی باشند که برای تفکر سریع ارزش\n' +
        '        قائل هستند.<br>آنها در اطراف و در ارتباط با افراد رشد می کنند و وقتی آنها مجبور به کار کردن به تنهایی می شوند\n' +
        '        تحت&nbsp;فشار&nbsp;قرار میگیرند و خسته می شوند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">مدیر فروش:ESTP های&nbsp;پر انرژی&nbsp;و با&nbsp;انگیزه، از فرصت شغلی مدیریت فروش در شرکت برخوردار می\n' +
        '        شوند. آنها ذاتا قادر به&nbsp;قانع کردن&nbsp;مردم هستند و در موقعیتی&nbsp;رشد&nbsp;می کنند که به آنها اجازه می\n' +
        '        دهد دیگران را برای رسیدن به موفقیت هدایت کنند.</p>\n' +
        '    <p dir="auto">خلبان: کار به عنوان خلبان به آنها این امکان را می دهد که مرتبا سفر کرده و چیزهای جدید را امتحان کنند.\n' +
        '        از آنجا که آنها قادر به سازگاری با شرایط پیش بینی نشده هستند و از&nbsp;دانش&nbsp;خود برای حل مشکلاتی که در انجام\n' +
        '        وظیفه با آن روبرو می شوند استفاده می کنند، بنابراین به عنوان یک خلبان به خوبی خدمت می کنند.</p>\n' +
        '    <p dir="auto">صاحب شغل: به عنوان صاحبان مشاغل، فرصت&nbsp;پیشگام&nbsp;بودن را دارند. آنها می توانند ایده های شخصی خود\n' +
        '        را در زمان تمایل به اجرا درآورند، به طور منظم با مشتریان&nbsp;ارتباط&nbsp;برقرار کنند و برنامه خود را خود تعیین\n' +
        '        کنند.</p>\n' +
        '    <p dir="auto">مامور بیمه: آنها ماموران بیمه مطمئن و موفقی هستند. آنها می توانند در حین فروش موفق کالا به مردم، با\n' +
        '        آنها ارتباط برقرار کرده و آنها را&nbsp;جذب&nbsp;کنند، هر دو این ها باعث می شود در نقشی مانند این نقش پیشرفت\n' +
        '        کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب تجربه گراها (SP) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">به مشاغل با تغییر و تنوع بالا علاقه مندند.<br>محیط کاری با انعطاف و بدون قوانین فراوان<br>خوشگذرانی در\n' +
        '        محیط کار<br>مناسب شرایط بحرانی هستند<br>کار عملی را دوست دارند</p>\n' +
        '    <p dir="auto">مانند: مدیران بحران، اجرایی و عملیاتی، فنی و تولید، طراح، یگان امداد، خدمات پس از فروش</p>\n' +
        '</div>'
    },
    INFJ: {
      title: 'Idealist',
      farsiTitle: 'مشرب آرمان گراها (NF)',
      backgroundColor: '#deffe0',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_infj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_infj2.png',
      shortText: '    <p dir="auto">رویاپرداز و ایده آل گراهایی خستگی ناپذیر، الهام بخش و همدل</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی INFJ مصصم و قاطع، محافظه کار و همدل هستند. آنها ایده آل گرا هستند و علاقه\n' +
        '            دارند دنیا را به جای بهتری تبدیل کنند. به روابط نزدیک با عده ای محدود علاقه مندند اما به تنهایی کار کردن را\n' +
        '            ترجیح میدهند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">برای بهبود زندگی اطرافیانشان تلاش کنند.<br>به جای جزئیات کوچک، روی کلیات تمرکز کنند.<br>بیشتر بر اساس\n' +
        '        احساسات و شهود تصمیم بگیرند.<br>بیشتر روزهای خود را با برنامه و سازمان یافته دنبال کنند.<br>به اصول اخلاقی\n' +
        '        پایبند باشند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها معمولاً از نیاز دیگران آگاه هستند و به طور طبیعی با اطرافیانشان همدل هستند و همینطور از احساسات\n' +
        '        اطرافیان به شدت آکاه اند، بنابراین اغلب قادرند پیش بینی کنند که افراد بر اساس احساسات عمل میکنند یا تابع فکر خود\n' +
        '        هستند. این امر ممکن است باعث شود آنها در زندگی دیگران&nbsp;نقش مراقبتی&nbsp;یا پرورشی داشته باشند.<br>آنها\n' +
        '        معمولا احساس عمیق&nbsp;خوش بینی&nbsp;دارند که اغلب میتواند&nbsp;انگیزه&nbsp;ای برای تغییرات مثبت باشد. آنها\n' +
        '        امیدوارند و روحیه امیدوارانه آنها می تواند به دیگران کمک کند تا در اهداف مهم سهیم باشند.<br>آنها شنوندگان خوبی\n' +
        '        هستند و می توانند ارتباط عمیقی با اطرافیان خود داشته باشند. به دنبال روابط نزدیک با دیگران هستند و اغلب از مهارت\n' +
        '        های خود برای ایجاد دوستی قوی و&nbsp;قابل اعتماد&nbsp;استفاده می کنند.<br>آنها بیشتر براساس اعتقادات و&nbsp;ارزش\n' +
        '        هایشان&nbsp;عمل می کنند. و می خواهند شاهد&nbsp;پیشرفت&nbsp;در جهان باشند و دائماً رویاهای جدیدی برای کمک کردن به\n' +
        '        دیگران در سر می پرورانند.<br>آنها بیشتر از موفقیت های مالی یا شغلی، از تأثیراتی که روی دیگران\n' +
        '        میگذارند،&nbsp;انگیزه&nbsp;میگیرند.<br>مشارکت در کارهایی که در انجام آن ماهر هستند به آنها کمک می کند\n' +
        '        احساس&nbsp;شادی&nbsp;کنند و بهره وری بیشتری داشته باشند. آنها این فرصت را خواهند داشت که هم فعالانه با\n' +
        '        کار&nbsp;خود&nbsp;درگیر شوند و هم از نقاط قوت خود به نفع خود استفاده کنند، که این امر به آنها کمک می کند تا در\n' +
        '        دراز مدت در موقعیتی که هستند ثابت قدم بمانند.<br>هنگام دنبال کردن روالی مشخص و از قبل برنامه ریزی شده بهتر عمل\n' +
        '        میکنند.<br><br>آنها تمایل عمیقی برای ایجاد تغییر مثبت در جهان خود دارند، این چیزی است که هر روز به\n' +
        '        آنها&nbsp;انگیزه&nbsp;می دهد. آنها آرزو دارند که تأثیری ماندگار بر دیگران بگذارند.<br>آنها برای\n' +
        '        داشتن&nbsp;انگیزه و تجدید انرژی&nbsp;به فضای شخصی زیادی برای تفکر نیاز دارند و به همین دلیل باید فرصت تنهایی\n' +
        '        داشته باشند. آنها با&nbsp;تفکر&nbsp;در مشکلات عمیق و پیچیده و تلاش برای دستیابی به راه حل های نوآورانه و\n' +
        '        پایدار&nbsp;انگیزه&nbsp;میگیرند.<br>آنها از برقراری ارتباط و وقت گذاشتن برای آشنایی با اطرافیانشان در سطوح شخصی\n' +
        '        تر و عمیق تر با افراد لذت میبرند.<br>آنها فعالیت های مشخص و قابل پیشبینی را دوست دارند و با اهداف، برنامه ریزی و\n' +
        '        ساختاری بودن فعالیت ها راحت ترند. وقتی محیط آنها اطمینان بخش و پایدار باشد،&nbsp;احساس\n' +
        '        امنیت&nbsp;خاطر&nbsp;بیشتری می کنند و می توانند با اطمینان بیشتری کار کنند.<br><br>معمولاً از درگیری با دیگران\n' +
        '        خسته میشوند و احتمالاً تا آنجا که می توانند از&nbsp;تنش&nbsp;جلوگیری میکنند. باید اهمیت حل کردن زود هنگام مسائل\n' +
        '        را درک کنند تا بتوانند به راحتی در مورد آنچه برای آنها آزار دهنده است صحبت کنند.<br>احتمالا تجمع های شلوغ و\n' +
        '        ملاقات با افراد جدید را&nbsp;استرس آور&nbsp;می دانند. به طور ذاتی&nbsp;کم حرف اند و تمایل دارند از اجتماعات بزرگ\n' +
        '        و افراد جدید دوری کنند.<br>ممکن است ایده آل های کمال گرایانه شان باعث ایجاد انتظارات غیرواقعی و نادرست از خود و\n' +
        '        دیگران شود.<br>به طور ذاتی&nbsp;کل نگر&nbsp;هستند و معمولا در مورد جزئیات فکر نمی کنند و تمرکز روی موارد خاص\n' +
        '        احتمالاً برای آن ها خسته کننده خواهد بود.<br>تحمل شکست&nbsp;برای آنها بسیار سخت است و ممکن است باعث ناامیدی آنها\n' +
        '        شود.<br>ممکن است حساسیت بیشتری نسبت به انتقادات داشته باشند و از آنها برداشت های نادرست داشته باشند.<br>باید سعی\n' +
        '        کنند با چیزهایی مانند مستقل کارکردن و پیروی از برنامه های مشخص درگیر شوند که به\n' +
        '        آنها&nbsp;انگیزه&nbsp;و&nbsp;انرژی&nbsp;ببخشد.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">نویسنده: کارکردن به عنوان نویسنده به هر INFJ ی اجازه می دهد تا به طور&nbsp;مستقل&nbsp;کار کند، خارج از\n' +
        '        چارچوب فکر کند و از هنر سازماندهی طبیعی خود استفاده کند. نوشتن احتمالاً به آنها فرصتی می دهد تا هنگام تفکر خارج\n' +
        '        از چارچوب برای ایجاد تغییر در جهان،<strong>&nbsp;</strong>احساسات&nbsp;خود را&nbsp;کشف&nbsp;کنند.</p>\n' +
        '    <p dir="auto">معلم: این توانایی را دارند که مفاهیم بزرگ را با توضیح صبورانه به دیگران بیاموزند. این مهارت در محیط\n' +
        '        کلاس به خوبی به آنها کمک می کند. همچنین&nbsp;تدریس&nbsp;به آنها امکان می دهد تا\n' +
        '        در&nbsp;رشد&nbsp;و<strong>&nbsp;</strong>پیشرفت&nbsp;دیگران تاثیرگذار باشند و تفاوت ایجاد کنند.</p>\n' +
        '    <p dir="auto">مشاور: توجه و مراقبت ذاتیINFJ ها ممکن است به آنها کمک کند تا مشاور یا درمانگر موفقی شوند. آنها در گوش\n' +
        '        دادن به افراد بدون&nbsp;قضاوت&nbsp;مهارت&nbsp;دارند و از هر طریقی که بتوانند به دیگران کمک می کنند، بنابراین\n' +
        '        احتمالاً میتوانند مشاور خوبی باشند.</p>\n' +
        '    <p dir="auto">طراح داخلی: طراحی داخلی به INFJ ها فرصتی می دهد تا&nbsp;خلاقانه&nbsp;فکر کنند، اهداف بزرگی تعیین کنند\n' +
        '        و با دیگران ارتباط برقرار کنند. تفکر خلاق به آنها کمک می کند تا فضاهای جالب&nbsp;توجه&nbsp;و تأثیرگذاری را طراحی\n' +
        '        کنند، در حالی که سازمان یافتگی ذاتی آنها می تواند به آنها کمک کند هر آنچه هنگام&nbsp;مدیریت&nbsp;پروژه های\n' +
        '        بزرگتر نیاز است را مدیریت کنند.</p>\n' +
        '    <p dir="auto">هنرمند: آنها&nbsp;خلاق،&nbsp;هدف گرا&nbsp;و در بیان احساسات خود گشوده هستند، همه اینها به آنها کمک می\n' +
        '        کند تا به عنوان یک هنرمند مستقل پیشرفت کنند. آنها می توانند&nbsp;انگیزه&nbsp;خود را حفظ کنند که رمز موفقیت آنها\n' +
        '        در زمینه های دشوار است اما آن ها همچنین قادر به بیان آزادانه خود هستند، که می تواند به آنها کمک کند هنری زیبا و\n' +
        '        موثر بسازند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب آرمان گراها (NF) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">کار معنادار<br>کار اثرگذار (باید به کار ایمان داشته باشند)<br>کار خیلی جسمانی و فیزیکی نباشد<br>کارهای\n' +
        '        حمایتی و خیریه</p>\n' +
        '    <p dir="auto">مانند: هنر، روانشناسی، مددکاری، مربی گری، صنایع انسانی</p>\n' +
        '</div>'
    },
    INFP: {
      title: 'Idealist',
      farsiTitle: 'مشرب آرمان گراها (NF)',
      backgroundColor: '#deffe0',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_infp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_infp2.png',
      shortText: '    <p dir="auto">مهربان، نوع دوست و سازگار</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی INFP محافظه کار، ایده آل گرا و سازگار هستند. آنها افراد کنجکاوی هستند که\n' +
        '            معمولا در افکار خود غرق میشوند. از تنهایی یا بودن با گروه های کوچک لذت میبرند و ترجیح میدهند به تفکرات\n' +
        '            دیگران گوش دهند و آنها را بررسی کنند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">با افراد کمی دوستی داشته باشند اما نزدیک و صمیمانه.<br>کلیات را نسبت به جزئیات در اولویت بدانند.<br>در\n' +
        '        مورد مسائل انتزاعی، فلسفی و عمیق بیندیشند.<br>بر اساس احساساتشان تصمیم بگیرند.<br>برنامه های انعطاف پذیری داشته\n' +
        '        باشند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها میتوانند مسائل را از دیدگاه های مختلف ببینند و بررسی کنند. همینطور نسبت به نظرات مختلف انعطاف\n' +
        '        پذیرند و پذیرای دیدگاه های دیگرانند.<br>درک کاملی از احساسات دیگران دارند و به تاثیر پذیری عاطفی دیگران از رفتار\n' +
        '        و تصمیم هایشان توجه میکنند.<br>اطرافیانشان برایشان ارزشمندند و فداکاری های فوق العاده ای را در حق دوستان و\n' +
        '        خانواده خود نشان می دهند.<br>آنها علاقه زیادی به خدمت و کمک به دیگران و یا مراقبت از آنها دارند، همدل، با دقت،\n' +
        '        مهربان و ملاحظه کار هستند و از استعدادهای خود برای بهبود زندگی دوستان، خانواده و... استفاده میکنند. همچنین\n' +
        '        میتوانند دیدگاه های مختلف را ببینند و درک کنند.<br><br>شنوندگان ماهری هستند و میتوانند به دیگران گوش داده و به\n' +
        '        آنها کمک کنند.<br>اگرچه از گذراندن وقت همراه با خانواده و دوستان نزدیک خود لذت می برند، اما تنها بودن به آنها\n' +
        '        کمک می کند تا احساس آرامش و انرژی بالایی داشته باشند.<br>از تفکر بیرون چارچوب، داشتن ایده های بزرگ و یافتن راهی\n' +
        '        جدید برای دیدن مسائل لذت میبرند و از ایده های جدید برای حل مسائل استفاده میکنند.<br>آنها انعطاف پذیرند و از فضای\n' +
        '        زیاد برای تغییر یا دنبال کردن فرصت های جدید استقبال میکنند.&nbsp;آنها زمانی احساس راحتی می کنند که به اندازه\n' +
        '        کافی آزاد باشند و بتوانند خودشان انتخاب کنند، نه اینکه در برنامه ای محدود باشند.&nbsp;<br><br>آنها به طور طبیعی\n' +
        '        حساس هستند و ممکن است از انتقاد صریح دیگران ناراحت شوند. معمولاً نظرات انتقادی را شخصی برداشت میکنند و به احتمال\n' +
        '        زیاد از بازخورد ملایم و ملاحظه گرانه قدردانی می کنند.<br>احتمالا به سختی ناامیدی یا شکست را درک میکنند و نسبت به\n' +
        '        آنها حساس هستند.<br>ممکن است با تجزیه و تحلیل جزئیات، به ویژه موارد مبتنی بر داده، خسته شوند. ماهیت شهودی آنها\n' +
        '        به این معنی است که آنها ترجیح می دهند به جای تمرکز روی جزئیات، به طور کلی در مورد مسائل فکر کنند. زیاد فکر کردن\n' +
        '        در مورد پیچیدگی های کوچک همه چیز، احتمالاً باعث خستگی آنها می شود، که ممکن است در سایر جنبه های زندگی آن ها\n' +
        '        تاثیر بگذارد و عملکرد آنها را کاهش دهد.<br>معمولاً از برنامه های دقیق متنفرند و ترجیح می دهند به مرور و همگام با\n' +
        '        پیشامدها، عملکرد داشته باشند. محدود شدن به برنامه­های روزانه، به آن ها احساس عدم آزادی میدهد که باعث می شود\n' +
        '        انرژی آنها از بین برود.<br>علاقه ای به ازدحام جمعیت ندارند و تنها بودن را ترجیح می دهند و به نگاه و نظر دیگران\n' +
        '        کمی حساس­اند و تا حد امکان از موقعیت هایی که پرازدحام است، جلوگیری می کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">مشاور: توجه&nbsp;و مراقبت ذاتی آنها میتواند به آنها کمک کند تا مشاور یا&nbsp;درمانگر&nbsp;موفقی شوند.\n' +
        '        آنها در گوش دادن به افراد بدون&nbsp;قضاوت&nbsp;مهارت&nbsp;دارند و از هر طریقی که بتوانند به دیگران کمک می کنند،\n' +
        '        بنابراین احتمالاً میتوانند مشاور خوبی باشند.</p>\n' +
        '    <p dir="auto">معلم: آنها این توانایی را دارند که درک مفاهیم بزرگ را با توضیح&nbsp;صبورانه&nbsp;به دیگران بیاموزند.\n' +
        '        این مهارت در محیط کلاس به خوبی به آنها کمک می کند. همچنین تدریس، به آنها این امکان را می دهد تا به روشی تأثیر\n' +
        '        گذار به دیگران خدمت کند.</p>\n' +
        '    <p dir="auto">نویسنده آزاد: نوشتن آزاد ممکن است به آنها فرصتی برای کشف ایده های پیچیده و تفکر خلاقانه بدهد. همچنین\n' +
        '        به آنها این امکان را می دهد که یک برنامه نسبتاً&nbsp;انعطاف پذیر&nbsp;را دنبال کنند و به تنهایی کار کنند، که به\n' +
        '        آنها کمک می کند احساس&nbsp;آزادی&nbsp;شخصی را حفظ کنند.</p>\n' +
        '    <p dir="auto">مددکار اجتماعی: آنها می توانند از دلسوزی و&nbsp;همدلی&nbsp;خود&nbsp;برای نشان دادن&nbsp;توجه&nbsp;به\n' +
        '        کودکان و خانواده ها در شرایط دشوار استفاده کنند. مهارت های آن ها می تواند برای کسانی که گرم و صمیمی هستند، مفید\n' +
        '        باشد. آنها در سطح عمیق­ تری به دیگران کمک میکنند و با آن ها ارتباط میگیرند.</p>\n' +
        '    <p dir="auto">طراح گرافیک: کار به عنوان طراح گرافیک به آنها امکان می دهد تا از<strong>&nbsp;</strong>خلاقیت&nbsp;خود\n' +
        '        نهایت استفاده را ببرند و چشم اندازها را به واقعیت تبدیل کند. آنها همچنین می توانند به عنوان\n' +
        '        یک&nbsp;فریلنسر&nbsp;به صورت مستقل کار کنند که فرصت خوبی برای داشتن برنامه ای انعطاف پذیر است.</p>\n' +
        '    <p dir="auto">کتابدار: کتابدار بودن این امکان را به آنها می دهد تا در یک محیط آرام و بی­صدا کار کنند. آنها می توانند\n' +
        '        از طریق کتاب به دیگران کمک کنند و با آنها ارتباط برقرار کنند. برای یک INFP علاقمند به مطالعه، این شغل گزینه\n' +
        '        مناسبی خواهد بود.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب آرمان گراها (NF) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">کار معنادار<br>کار اثرگذار (باید به کار ایمان داشته باشند)<br>کار خیلی جسمانی و فیزیکی نباشد<br>کارهای\n' +
        '        حمایتی و خیریه</p>\n' +
        '    <p dir="auto">مانند: هنر، روانشناسی، مددکاری، مربی گری، صنایع انسانی</p>\n' +
        '</div>'
    },
    ENFJ: {
      title: 'Idealist',
      farsiTitle: 'مشرب آرمان گراها (NF)',
      backgroundColor: '#deffe0',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_enfj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_enfj2.png',
      shortText: '    <p dir="auto">رهبرانی پرانگیزه و الهام بخش</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ENFJ رفتاری صادقانه، گرم و همدلانه دارند. آنها متقاعدکنندگان خوبی هستند و\n' +
        '            اغلب اوقات از این استعداد برای هدایت مردم به سمت زندگی ای بهتر استفاده میکنند. آنها در گروه ها رشد میکنند و\n' +
        '            به ارتباط با دیگران و ساختن روابط علاقه مندند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">افراد جدید را ملاقات کنند و از شناختن دیگران لذت میبرند.<br>کارها سازماندهی و از قبل آماده\n' +
        '        باشند.<br>بر تاثیر عملکرد و رفتارشان بر دیگران آگاه باشند.<br>در هنگام تصمیم گیری از شهود خود پیروی کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها بخاطر همدلی و برونگرایی در برقراری ارتباطات خالص و واقعی با دیگران مهارت دارند.<br>تمایل بالا و\n' +
        '        انگیزه ای پایدار برای تبدیل دنیا به مکانی بهتر و بهتر شدن زندگی مردم دارند، همچنین بعید است که از انجام هدفی\n' +
        '        منصرف شوند، به ویژه وقتی که آن&nbsp;هدف&nbsp;برای ایجاد تغییر باشد.<br>شهودی&nbsp;قوی دارند و ذاتا به احساسات و\n' +
        '        عواطف دیگران&nbsp;حساس&nbsp;هستند. اغلب قادرند احساسات دیگران را به سرعت تشخیص داده و با آنها همدلی\n' +
        '        کنند.<br>ساختارمندی و قابل پیش بینی بودن را ترجیح میدهند و وقتی کارها بر اساس برنامه های منظم و سازمان یافته\n' +
        '        هستند، احساس راحتی می کنند. همچنین با شور و اشتیاق خود ذاتا قادر به ایجاد&nbsp;انگیزه&nbsp;و الهام بخشیدن به\n' +
        '        دیگران هستند و معمولا میتوانند اطرافیان را هم به&nbsp;خوش بینی&nbsp;تشویق کنند. <br><br>آنها از روابط خود با\n' +
        '        دیگران&nbsp;انگیزه&nbsp;می گیرند و دوست دارند به طور&nbsp;منظم&nbsp;با افراد جدید ملاقات\n' +
        '        کنند.<br>از&nbsp;سازماندهی&nbsp;و روتین&nbsp;انرژی&nbsp;می گیرند و وقتی در طول روز&nbsp;برنامه&nbsp;ثابت خود را\n' +
        '        دنبال کنند، احساس راحتی می کنند.<br>دوست دارند در جامعه خود تغییری ایجاد کنند و غالبا میل به ایجاد تغییرات مثبت\n' +
        '        به آنها انگیزه زیادی می دهد. ارزش زیادی برای اخلاقیات قائل هستند و بیشتر وقت خود را صرف کمک به دیگران می کنند و\n' +
        '        وقتی احساس می کنند دیگران واقعاً به آنها اهمیت می دهند&nbsp;انگیزه&nbsp;می گیرند. <br><br>آنها\n' +
        '        از&nbsp;قضاوت&nbsp;دیگران، به ویژه افرادی که به آنها اهمیت می دهند، تحت فشار قرار می گیرند. اهمیت زیادی به طرز\n' +
        '        تفکر دیگران در مورد خود می دهند و انتقادات را به دل می گیرند و گاهی اوقات بیش از حد به مسائل فکر می\n' +
        '        کنند.<br>بر&nbsp;کلیات&nbsp;تمرکز دارند و جزئیات آنها را کلافه یا خسته می کند.<br>ممکن است در برخورد با مسائل\n' +
        '        پیشبینی نشده مشکل داشته باشند.</p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">پرستار: آنها پرستاران دقیق،&nbsp;منظم&nbsp;و دوستانه ای هستند. آنها به دلیل&nbsp;همدلی&nbsp;و عشق ذاتی\n' +
        '        به دیگران مراقبت کنندگان بسیار خوبی هستند و از طریق پرستاری رفتار گرم و<strong>&nbsp;</strong>صبور&nbsp;خود را\n' +
        '        به نمایش می گذارند.</p>\n' +
        '    <p dir="auto">سیاستمدار: مشاغل سیاسی به آنها این فرصت را می دهد تا با اشتیاق از اهداف&nbsp;دفاع&nbsp;کنند و در جهت\n' +
        '        ایجاد تغییر در جامعه خود تلاش کنند.&nbsp;آنها چهره های دوستانه و گرم را به جایگاهی که به آن چهره ها نیاز دارد می\n' +
        '        رسانند و فرصت های زیادی برای ارتباط عمیق با اطرافیان خود دارند.</p>\n' +
        '    <p dir="auto">مدیر: آنها ذاتا چشم انداز یا هدف نهایی را در ذهن دارند. به عنوان مدیر، آنها در عین راهنمایی\n' +
        '        و&nbsp;تشویق&nbsp;در طول مسیر، که هر دو برای این کار لازم است، افراد را به سمت&nbsp;هدف&nbsp;متحد نگه می دارند.\n' +
        '    </p>\n' +
        '    <p dir="auto">مدیر فروش: شخصیت&nbsp;گرم&nbsp;و سرزنده آنها&nbsp; به آنها کمک می کند تا مشتریان وفادار داشته باشند و\n' +
        '        در نقش مدیر فروش رشد کنند. آنها که رهبرانی ذاتی هستند، در حالی\n' +
        '        که<strong>&nbsp;</strong>مسئولیت<strong>&nbsp;</strong>های دیگری را نیز بر عهده دارند راحت همه چیز را کنترل می\n' +
        '        کنند و دیگران را در مسیر خود قرار می دهند. آنها از فرصت ارتباط با افراد جدید به طور منظم بهره مند می شوند.</p>\n' +
        '    <p dir="auto">مربی شخصی: آنها همیشه برای دستیابی به اهداف انگیزه دارند. به عنوان مربی شخصی نظم و تشویق آنها به\n' +
        '        دیگران کمک می کند تا به طور موثر در جهت تناسب اندام تلاش کنند. آنها از فرصت همکاری نزدیک با دیگران و ایجاد تغییر\n' +
        '        هم از نظر جسمی و هم&nbsp;عاطفی&nbsp;در زندگی خود برخوردار می شوند. به دیگران برای رسیدن به هدف کمک می کنند، همدل\n' +
        '        و<strong>&nbsp;</strong>تشویق کننده&nbsp;باقی میمانند و به طور منظم با مردم سر و کار دارند.</p>\n' +
        '    <p dir="auto">مشاور تبلیغات: به عنوان مشاور تبلیغات، آنها در حالی که از مهارت های خود در ایده های&nbsp;خلاق&nbsp;و\n' +
        '        سازمان یافته استفاده می کنند، همراه با دیگران کار می کنند. انگیزه درونی آنها به آنها کمک می کند ایده های خود را\n' +
        '        تا انتها دنبال کنند، در حالی که&nbsp;شخصیت&nbsp;جذاب آنها تأثیر مثبت و مهم بر روی مشتریان&nbsp;بالقوه&nbsp;می\n' +
        '        گذارد.</p>\n' +
        '    <p dir="auto">مدیر منابع انسانی: آنها در برقراری ارتباط موثر،&nbsp;سازماندهی&nbsp;امور و همکاری نزدیک با دیگران و\n' +
        '        همه اموری که نیازمند یک مدیر&nbsp;منابع انسانی&nbsp;است عالی هستند. آنها از این فرصت برای&nbsp;شناخت&nbsp;مردم\n' +
        '        استفاده می کنند. در حالی که به رفع مشکلات احتمالی کمک می کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب آرمان گراها (NF) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">کار معنادار<br>کار اثرگذار (باید به کار ایمان داشته باشند)<br>کار خیلی جسمانی و فیزیکی نباشد<br>کارهای\n' +
        '        حمایتی و خیریه</p>\n' +
        '    <p dir="auto">مانند: هنر، روانشناسی، مددکاری، مربی گری، صنایع انسانی</p>\n' +
        '</div>'
    },
    ENFP: {
      title: 'Idealist',
      farsiTitle: 'مشرب آرمان گراها (NF)',
      // headerTitle: ' ',
      backgroundColor: '#deffe0',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_enfp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_enfp2.png',
      shortText: '    <p dir="auto">آزاد، با انرژی و پرشور، سازگار و خلاق</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ENFP پرانرژی، سازگار و مبتکر هستند. آنها علاقه دارند به افکار و ایده های\n' +
        '            جدید و خلاقانه فکر کنند و آنها را با افراد دیگر به اشتراک بگذارند. آنها در محیط های گروهی پیشرفت میکنند و از\n' +
        '            ملاقات با افراد جدید لذت میبرند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">از درگیری ها اجتناب کنند.<br>برنامه هایشان را انعطاف پذیر نگه دارند و برای فرصت های جدید جا داشته\n' +
        '        باشند.<br>پردازش&nbsp;بیرونی داشته باشند و افکارشان را با دیگران به اشتراک بگذارند.<br>افراد جدید را ملاقات کرده\n' +
        '        و بشناسند.<br>بجای اکنون به آینده توجه&nbsp;کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها ذاتا&nbsp;همدل&nbsp;هستند و این موضوع به آنها کمک می کند تا به راحتی با دیگران رابطه داشته باشند.\n' +
        '        آنها اغلب حتی در گروههای بزرگتر می توانند به سرعت با افراد جدید ارتباط برقرار كنند.<br>بسیار&nbsp;گرم و\n' +
        '        پذیرا&nbsp;هستند و در کمک به دیگران برای داشتن حس خوشایند تبحر دارند. رفتار دوستانه و ذهنیت باز آنها به آنها کمک\n' +
        '        می کند تا افراد جدید را جذب کرده و به آنها&nbsp;احساس&nbsp;راحتی دهند.<br>با اشتیاق تجربه ها و فرصت های جدید را\n' +
        '        دنبال میکنند، با تغییر راحت هستند و اغلب به دنبال تغییرات هستند. آنها برای امتحان چیزهای جدید ارزش قائل هستند و\n' +
        '        غالباً قادر به متقاعد کردن دیگران برای خروج از&nbsp;منطقه امن&nbsp;خود&nbsp;هستند.<br>آنها در یافتن راه های جدید\n' +
        '        برای حل مسائل پیچیده مهارت دارند. آنها&nbsp;خلاق و&nbsp;شهودی&nbsp;هستند، که به آنها کمک می کند تا مسائل پیچیده\n' +
        '        یا فرضی را به طور کارآمد پردازش کنند و تفکر خارج از چهارچوبشان به آنها کمک می کند تا راه حل\n' +
        '        های&nbsp;ابتکاری&nbsp;به ذهن شان خطور کند.<br>در برقراری ارتباط با دیگران ماهر و بسیار&nbsp;مردم دار و\n' +
        '        همدل&nbsp;هستند.<br><br>از ایده های جدید و مهیج انرژی می گیرند و دوست دارند در مورد تفکرات خود با دیگران صحبت\n' +
        '        کنند، فعالیت در کنار سایر افراد&nbsp;خلاق&nbsp;و پرانرژی و مشتاق به&nbsp;رشد&nbsp;آنها کمک می کند.<br>آنها از\n' +
        '        برقراری ارتباط با دیگران لذت می برند، بسیار&nbsp;مردم دار&nbsp;هستند و در کنار افراد بیشترین\n' +
        '        احساس&nbsp;انرژی&nbsp;را دارند. داشتن فرصت برای ملاقات و ارتباط با افراد جدید آنها را هیجان زده می کند.<br>عاشق\n' +
        '        امتحان کردن چیزهای جدید هستند و بیشتر از اکثر مردم در برابر&nbsp;خطر پذیری&nbsp;و تغییر راحت هستند. آنها برای\n' +
        '        رشد و گسترش افق دید&nbsp;خود&nbsp;به طور منظم از منطقه امن خود خارج می شوند.<br>آنها از هیجانات درونی درخصوص\n' +
        '        آینده انرژی می گیرند، خوش بینی&nbsp;آنها باعث می شود که درعین این که برنامه بلندمدتی ندارند، به\n' +
        '        طور&nbsp;مداوم&nbsp;به جلو حرکت کنند و اکثرا اعتقاد دارند که آینده چیزهای خوبی به همراه خواهد\n' +
        '        آورد.<br><br>زمانی&nbsp;تحت فشار&nbsp;قرار می گیرند که زندگی آنها بیش از حد قابل پیش بینی یا ثابت باشد. از آنجا\n' +
        '        که ذاتا از تجربه مرتب فرصت های جدیدی لذت می برند، یکنواختی آنها را&nbsp;کسل&nbsp;می کند.<br>از معاشرت با دیگران\n' +
        '        لذت می برند و در صورت تنها بودن احتمال پیشرفت کمتری دارند.<br>ممکن است وظایف معین و تمرکز بر آنها برایشان دشوار\n' +
        '        باشد.<br>وقتی از آزادی یا&nbsp;استقلال&nbsp;کافی برای کار کردن به شیوه خود برخوردار نیستند،&nbsp;احساس\n' +
        '        ناامیدی&nbsp;می کنند و زمانی که به آنها استقلال شخصی کافی داده شود و با یک&nbsp;برنامه&nbsp;غیرمنعطف محدود\n' +
        '        نشوند، احساس راحتی می کنند.<br>دوست دارند که صلح را حفظ کنند و در اثر درگیری با دیگران به راحتی تحت فشار قرار می\n' +
        '        گیرند.<br>ایده آل گراییِ&nbsp;ذاتی آنها، به آنها کمک می کند تا خوش بین باقی بمانند، اما در عین حال می تواند\n' +
        '        پذیرش شکست ها یا ناامیدی ها را برای آنها دشوار کند. وقتی انتظارات آنها برآورده نشود بسیار ناامید می شود.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">خبرنگار: کارکردن به عنوان خبرنگار به آنها این امکان را می دهد تا<strong>&nbsp;</strong>غریزه&nbsp;خود\n' +
        '        را دنبال کنند و به طور منظم با افراد مختلف ارتباط برقرار کنند.&nbsp;آنها در مصاحبه با دیگران و نوشتن در مورد\n' +
        '        مسائل پیچیده و&nbsp;اجتماعی&nbsp;عالی خواهند بود.</p>\n' +
        '    <p dir="auto">گزارشگر تلویزیونی: گزارشگری تلویزیونی به آنها اجازه می دهد تا در حینی که از&nbsp;جذابیت و\n' +
        '        سازگاری&nbsp;خود&nbsp;برای بحث در مورد اخبار مهم روز استفاده می کنند، مخاطبان را سرگرم کنند. آنها با عمل کردن\n' +
        '        پیشرفت می کنند، زیرا آنها موقعیت های جدید را به محض وقوع کنترل می کنند و آماده ارائه اطلاعات به محض رسیدن به\n' +
        '        صحنه هستند.</p>\n' +
        '    <p dir="auto">بازیگر: آنها&nbsp;خلاق و مردم دار&nbsp;هستند که برای بازیگران ویژگی های عالی است. توانایی آنها در بیان\n' +
        '        آسان نظرات خود و تنظیم نگرش خود با&nbsp;توجه&nbsp;به سایر افراد، در هر نقش بازیگری به خوبی به آنها کمک می کند.\n' +
        '    </p>\n' +
        '    <p dir="auto">مشاور: به عنوان مشاور، ایده های عالی به ذهن آنها می رسد و آنها را به راحتی به افراد دیگر ارائه می دهد.\n' +
        '        آنها ضمن تلاش برای یافتن راه حل های منحصر به فرد برای مشکلاتی که در طول مسیر ایجاد می شود، با ملاقات و برقراری\n' +
        '        ارتباط با مردم، قادر به جمع آوری سریع اطلاعات هستند.</p>\n' +
        '    <p dir="auto">کارآفرین: آنها&nbsp;اشتیاق و انرژی&nbsp;لازم برای موفقیت به عنوان یک کارآفرین را دارند. آنها در ارائه\n' +
        '        ایده های جدید و نوآورانه و برقراری ارتباط با افراد مهم ماهر هستند، که به پیشرفت سریع ایده تجاری آنها کمک می کند.\n' +
        '    </p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب آرمان گراها (NF) معمولا شامل ویژگی های زیر هستند:</strong>\n' +
        '    </p>\n' +
        '    <p dir="auto">کار معنادار<br>کار اثرگذار (باید به کار ایمان داشته باشند)<br>کار خیلی جسمانی و فیزیکی نباشد<br>کارهای\n' +
        '        حمایتی و خیریه</p>\n' +
        '    <p dir="auto">مانند: هنر، روانشناسی، مددکاری، مربی گری، صنایع انسانی</p>\n' +
        '</div>'
    },
    ISFJ: {
      title: 'Traditionalist',
      farsiTitle: 'مشرب سنت گراها (SJ)',
      backgroundColor: '#ddefff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_isfj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_isfj2.png',
      shortText: '    <p dir="auto">فروتن، فداکار و سختکوش</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ISFJ فروتن، سخت کوش و مشتاقانه رفتار میکنند. آنها معمولا روی انجام بی نقص\n' +
        '            کارها تمرکز میکنند و دوست دارند از یک روش و رویکرد مشخص پیروی کنند. اگرچه معمولا ساکت و آرام هستند اما از\n' +
        '            بودن در کنار گروه های کوچکی از آشنایان لذت میبرند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">وقت خود را به تنهایی یا با گروه کوچکی از دوستان بگذرانند.<br>به احساساتشان اهمیت خاصی دهند.<br>از\n' +
        '        برنامه ها، قوانین و ساختار لذت ببرند.<br>بیش از آینده بر گذشته و حال&nbsp;تمرکز&nbsp;کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها می توانند ارتباطات عمیق و محکمی با افراد دیگر برقرار کنند. آنها&nbsp;شنوندگانی صبور و\n' +
        '        باتوجه&nbsp;هستند که با به اشتراک گذاشتن احساسات و تجربیات مشترک با اطرافیان ارتباط برقرار می\n' +
        '        کنند.<br>آنها&nbsp;تخیلات&nbsp;و به ویژه خاطرات زنده ای دارند و اغلب می توانند اتفاقات را با جزئیات\n' +
        '        و&nbsp;احساس&nbsp;آن به یاد بیاورند، که می تواند در انجام کارهایی که نیاز به&nbsp;یادآوری&nbsp;سریع دارند به\n' +
        '        آنها کمک کند.<br>شور&nbsp;و اشتیاق زیادی برای یافتن راه های عملی برای رسیدگی به مشکلات دارند و به جای ایده\n' +
        '        پردازی در مورد راه حل ها با فکر کردن در مورد چگونگی ایجاد تغییر، از&nbsp;مشارکت فعال در حل مشکلات&nbsp;لذت می\n' +
        '        برند.<br>آن­ها به طور طبیعی از احساسات و نیازهای دیگران&nbsp;آگاه&nbsp;هستند و متوجه این هستند که چه زمانی افراد\n' +
        '        عصبانی یا صدمه دیده اند. این امر می تواند به آنها هم در مشاغلی که نیاز به افراد ماهر و با&nbsp;دقت&nbsp;دارد و\n' +
        '        هم در روابط شخصی با دیگران کمک کند.<br>معمولاً بسیار&nbsp;جزئی نگر&nbsp;هستند. آنها تمایل دارند به جای تصویر کلی\n' +
        '        به جزئیات توجه کنند. آن ها بیشتر از&nbsp;ایده های گسترده و کلی&nbsp;به شواهد خاص و مشخص اهمیت می\n' +
        '        دهند.<br><br>معمولاً افرادی&nbsp;سازمان یافته&nbsp;و&nbsp;منظم&nbsp;هستند. آنها از پیروی از\n' +
        '        یک&nbsp;برنامه&nbsp;مشخص و کار در یک محیط ساختارمند لذت می برند. آنها زمانی که بتوانند به برنامه ای معین پایبند\n' +
        '        باشند پیشرفت می کنند و رضایت دارند.<br>اگرچه به طور طبیعی&nbsp;کم حرف اند، اما از ایجاد ارتباط با دیگران به ویژه\n' +
        '        به صورت طولانی مدت و با افراد محدود نیز لذت می برند. <br>در تنهایی خود رشد می کنند و از تنهایی لذت می برند تا\n' +
        '        بتوانند&nbsp;آرامش&nbsp;داشته باشند و بدون مزاحمت دیگران فکر کنند. خلوتی&nbsp;ساکت و آرام&nbsp;به آنها انرژی\n' +
        '        لازم برای جدیت در انجام کارها را میدهد.<br>آنها ذاتا افرادی&nbsp;عملگرا&nbsp;هستند که می خواهند به جای راه حل\n' +
        '        های بیش از حد ایده آل، راه حل های عملی پیدا کنند آنها متفکرانی در لحظه حاضر و&nbsp;جزئی نگر&nbsp;هستند که با\n' +
        '        استفاده از&nbsp;عمل&nbsp;گرایی خود تغییرات مثبتی را ایجاد می کنند.<br>آنها نیاز عمیقی&nbsp;برای تأثیرگذاری دارند\n' +
        '        و هر کجا که بتوانند از توانایی های خود برای ایجاد تغییر در زندگی دیگران استفاده می کنند. به جای کنار نشستن و\n' +
        '        انتظار برای سر و سامان دادن به امور توسط دیگران، بیشتر خودشان&nbsp;مشکلات&nbsp;را حل می کنند.<br><br>آنها از\n' +
        '        جمعیتِ زیاد دوری&nbsp;می کنند.<br>آنها نسبت به انتقاد و&nbsp;بازخورد&nbsp;حساس&nbsp;هستند و ممکن\n' +
        '        است&nbsp;انتقاد&nbsp;را کاملا شخصی برداشت کنند.<br>آنها توسط فرضیات تحت فشار قرار می گیرند. آنها ترجیح می دهند\n' +
        '        به جای اینکه به فکر پتانسیل ها و توانایی های بالقوه باشند، روی مشکلات دنیای واقعی&nbsp;تمرکز&nbsp;کنند.<br>آنها\n' +
        '        از هرج و مرج یا غیرقابل پیش بینی بودن بیزارند و بی نظمی را&nbsp;طاقت فرسا&nbsp;می دانند و در&nbsp;محیط های\n' +
        '        ساختار یافته&nbsp;بسیار راحت هستند و زمانی که از یک&nbsp;برنامه&nbsp;ثابت و قابل&nbsp;اتکا&nbsp;پیروی نمایند، به\n' +
        '        خوبی کار می کنند.<br>شکست تأثیر زیادی بر آنها می گذارد، آنها بسیار&nbsp;هدف گرا&nbsp;هستند و اغلب، زمانی که به\n' +
        '        اهدافشان نمی رسند ممکن است به راحتی&nbsp;ناامید&nbsp;شوند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">مددکار اجتماعی: آنها به عنوان مددکاران اجتماعیِ یاری رسان و همدل<strong>&nbsp;</strong>رشد&nbsp;می\n' +
        '        کنند. توجه، نظم و مراقبت ذاتی&nbsp;آنها به پیگیری پیشینه و کار با کودکان و خانواده هایی که نیاز\n' +
        '        به&nbsp;عشق&nbsp;و حمایت دارند کمک می کند.</p>\n' +
        '    <p dir="auto">پرستار: آنها به عنوان پرستار می توانند مهارت های خود را در<strong>&nbsp;</strong>صبر، مراقبت و\n' +
        '        سازماندهی&nbsp;نشان دهند. آنها در نتیجه حساسیت ذاتی که دارند، رفتار&nbsp;بالینی&nbsp;عالی دارند. آنها همچنین می\n' +
        '        توانند به روشی کاربردی به دیگران کمک کنند و نتیجه بخشی از کارهای خود را با سلامتی بیماران می بینند.</p>\n' +
        '    <p dir="auto">طراح داخلی: طراحی داخلی فرصتی برای آنها است تا ضمن اجرای طراحی عملی،\n' +
        '        بسیار<strong>&nbsp;</strong>کاربردی&nbsp;و عمل کننده باشند. سازمان یافتگی آنها به آنها کمک می کند تا مطمئن شوند\n' +
        '        همه چیز در محیط هم از نظر فیزیکی و هم زیبایی شناختی متناسب است. توانایی آنها در&nbsp;درک&nbsp;آنچه دیگران می\n' +
        '        خواهند به آنها کمک می کند تا محیط های تأثیرگذاری برای افراد مختلف ایجاد کنند.</p>\n' +
        '    <p dir="auto">پزشک: آنها پزشکان&nbsp;منظم و با دقتی&nbsp;می شوند. اشتیاق آنها برای کمک به\n' +
        '        دیگران&nbsp;انگیزه&nbsp;آنها در محل کار را حفظ می کند، ضمن این که&nbsp;توجه&nbsp;آنها به جزئیات در هدایت تحقیقات\n' +
        '        و شناسایی مشکلات یا بیماری ها کمک می کند.</p>\n' +
        '    <p dir="auto">بانکدار: توجه ذاتی آنها به جزئیات،&nbsp;صبر و سازمان یافتگی، به آنها کمک می کند تا به عنوان بانکدار\n' +
        '        پیشرفت کنند. آنها می توانند به مردم در زمینه<strong>&nbsp;</strong>مدیریت پول&nbsp;و سرمایه گذاری کمک کنند، که\n' +
        '        می تواند تأثیر جدی در دارایی شخصی دیگران داشته باشد.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب سنت گراها (SJ) معمولا شامل ویژگی های زیر هستند:</strong></p>\n' +
        '    <p dir="auto">محیط کاری قابل پیشبینی و امنیت شغلی<br>علاقه مندند بخاطر کاری که میکنند مورد قدردانی قرار\n' +
        '        بگیرند.<br>وجود همکارانی که مسئولیت را به اندازه آنها جدی بگیرند.<br>دستورالعملی و باید و نبایدی هستند.</p>\n' +
        '    <p dir="auto">مانند: مدیران عامل، آموزش، قضاوت، ارتش</p>\n' +
        '</div>'
    },
    ISTJ: {
      title: 'Traditionalist',
      farsiTitle: 'مشرب سنت گراها (SJ)',
      backgroundColor: '#ddefff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_istj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_istj2.png',
      shortText: '    <p dir="auto">عملگرا، واقع بین و قابل اعتماد</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ISTJ رفتار محافظه کارانه و منظم دارند. آنها خودکفا هستند و برای رسیدن به\n' +
        '            تعهدات خود سخت کار میکنند. آنها ترجیح میدهند تنها یا در گروه های کوچکی از دوستان صمیمی خود باشند و ممکن است\n' +
        '            در گروه های بزرگ ساکت و آرام باشند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">به دنبال زمانی برای تنها بودن و یا همراه گروه های کوچکی از دوستان باشند.<br>بر روی جزئیات و موارد خاص\n' +
        '        بیشتر از کلیات تمرکز کنند.<br>منطق&nbsp;کلی را نسبت به احساسات در اولویت قرار دهند.<br>برنامه&nbsp;ها، قوانین و\n' +
        '        ساختارهایی را تنظیم کنند و به آن پایبند باشند.<br>بر اساس زمان حال تصمیم گیری کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها بسیار سخت کوش، با انگیزه و دارای اخلاق کاری قوی هستند. روی وظایف خود تمرکز کرده و آن را به پایان\n' +
        '        میرسانند و اغلب می توانند تمرکز خود را حفظ کرده و&nbsp;منطقی&nbsp;به مسئله فکر کنند تا زمانی که کاملاً حل\n' +
        '        شود.<br>آنها به طور طبیعی توجه زیادی به موارد جزئی و خاص دارند و از این رو اغلب قادر به فهمیدن اشتباهات مهم\n' +
        '        هستند و از نادیده گرفته شدن جزئیات جلوگیری می کنند.<br>آنها با ثبات و وفادار هستند و به تعهدات خود احترام می\n' +
        '        گذارند. آنها دوست دارند از قبل برنامه ریزی کنند و مطمئن باشند که برای کارهای خود برنامه دارند.\n' +
        '        <br>افراد&nbsp;مسئولیت پذیر&nbsp;و سازمان یافته ای هستند که قبل از&nbsp;برنامه ریزی&nbsp;قطعی، اطمینان حاصل می\n' +
        '        کنند که قادر به&nbsp;عمل&nbsp;کردن به آن هستند و به پیمان های خود متعهدند.<br><br>برای تحقق اهداف و وظایف ارزش\n' +
        '        بالایی قائلند.<br>آنها از پیروی کردن برنامه و نظم لذت می برند. معمولا این برنامه به آنها کمک می کند تا مرتباً\n' +
        '        مثمر ثمر باشند، که باعث تشویق و&nbsp;انگیزه&nbsp;در آنها می شود. <br>داشتن وقت شخصی برای تفکر و بازیابی انرژی به\n' +
        '        آنها انگیزه می بخشد. آنها از تنهایی لذت می برند.<br>آنها افرادی بسیار&nbsp;عملگرا&nbsp;هستند که از یافتن راه حل\n' +
        '        های کاربردی برای مشکلات لذت می برند. آنها تمایل دارند به سرعت راه حلی برای کارها پیدا کنند و\n' +
        '        وقتی&nbsp;توانایی&nbsp;تحقق آن را دارند انرژی می گیرند. با اطمینان از عملی بودن و پشتیبانی از داده ها، آنها\n' +
        '        احتمالاً از موفق بودن راه حل خود اطمینان بیشتری خواهند داشت.<br>به دنبال ثبات و&nbsp;امنیت&nbsp;هستند و به\n' +
        '        موقعیت هایی که به آنها احساس امنیت و محافظت بیشتری بدهد، مشتاق ترند و احتمالاً در یک کار قابل اعتماد و با ثبات\n' +
        '        که به آنها کمک می کند احساس&nbsp;امنیت&nbsp;کنند، پیشرفت خواهند کرد.<br><br>از کار در محیط کاری فاقد ساختار،\n' +
        '        قوانین، ثبات و یا برنامه تنظیم شده باشد، لذت نخواهند برد و احتمالاً&nbsp;ناامید&nbsp;خواهند شد و همچنین برای\n' +
        '        حرفه ای بودن و سازمان یافتگی&nbsp;ارزش&nbsp;قائل هستند.<br>از همراهی با گروه های بزرگ تحت فشار قرار میگیرند.\n' +
        '        برای وقت خصوصی خود ارزش قائل هستند و احتمالاً در فضایی که ازدحام جمعیت است، احساس شلوغی یا&nbsp;استرس&nbsp;می\n' +
        '        کنند. <br>همچنین میتوانند بیشتر کارهای&nbsp;خود&nbsp;را&nbsp;مستقل&nbsp;از دیگران انجام دهند.<br>ممکن است به\n' +
        '        اندازه دیگران با احساسات خود ارتباط نداشته باشند و وقتی نیاز به بیان احساسی داشته باشند ممکن است احساس خستگی\n' +
        '        زیادی کنند.<br>آنها همچنین به سختی می توانند درگیری بین فردی را کنترل کنند و ممکن است در ارتباط با برخی از افراد\n' +
        '        بسیار صریح باشند. اگر بیش از حد رک باشند، ممکن است مشکل را بدتر کنند. برای حل صحیح&nbsp;تنش ها، آنها باید یاد\n' +
        '        بگیرند هنگام بحث در مورد مسائل سخت، صبورتر و ملایم تر باشد.<br>ممکن است بیش از حد به قوانین و برنامه ها پایبند\n' +
        '        باشند و همین موضوع باعث ایجاد مشکلاتی در روابطشان شود.<br>احتمالا با نبود ساختار و نظم کنار نمیایند و مشکل\n' +
        '        خواهند داشت.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">رهبر نظامی: آنها به احتمال زیاد به دلیل قدرتمند بودن، با انگیزه بودن و سازمان یافتگی، میتوانند رهبران\n' +
        '        نظامی بزرگی باشند. آنها برای اقتدار&nbsp;ارزش&nbsp;قائل اند. اغلب در اجرای قوانین راحت هستند و در جهت اهداف منظم\n' +
        '        و مشخص کار می کنند.</p>\n' +
        '    <p dir="auto">جراح: آنها دانش­ور و متمرکز هستند. ویژگی هایی که احتمالاً به عنوان جراح به آنها کمک خواهد کرد. آنها\n' +
        '        میتوانند در کارهایی که جزئیات در آن نقش مهمی را ایفا میکند مانند&nbsp;عمل&nbsp;جراحی که نیاز به حفظ آرامش و حل\n' +
        '        مشکلات به روشی کاربردی و عملی دارند، به خوبی کار می کنند.</p>\n' +
        '    <p dir="auto">حسابدار: توجه طبیعی آنها به جزئیات و حوصله آن ها هنگام کار با مشکلات به آنها کمک می کند تا فرد موفقی\n' +
        '        به عنوان یک حسابدار باشند. آنها از سرو کار داشتن با اعداد و&nbsp;تجزیه&nbsp;و&nbsp;تحلیل&nbsp;داده ها لذت\n' +
        '        میبرند، این بدان معنی است که داشتن شغلی مرتبط با امور مالی می تواند به خوبی با&nbsp;توانایی&nbsp;آن ها هم راستا\n' +
        '        باشد.</p>\n' +
        '    <p dir="auto">افسر پلیس: آنها از اجرای قوانین و حفظ ساختار&nbsp;اجتماعی&nbsp;بزرگتر لذت میبرند. آنها از نقاط قوتی در\n' +
        '        عینیت و تجزیه و تحلیل که برای خدمت به اجرای قانون لازم است برخوردارند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب سنت گراها (SJ) معمولا شامل ویژگی های زیر هستند:</strong></p>\n' +
        '    <p dir="auto">محیط کاری قابل پیشبینی و امنیت شغلی<br>علاقه مندند بخاطر کاری که میکنند مورد قدردانی قرار\n' +
        '        بگیرند.<br>وجود همکارانی که مسئولیت را به اندازه آنها جدی بگیرند.<br>دستورالعملی و باید و نبایدی هستند.</p>\n' +
        '    <p dir="auto">مانند: مدیران عامل، آموزش، قضاوت، ارتش</p>\n' +
        '</div>'
    },
    ESFJ: {
      title: 'Traditionalist',
      farsiTitle: 'مشرب سنت گراها (SJ)',
      backgroundColor: '#ddefff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_esfj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_esfj2.png',
      shortText: '    <p dir="auto">مهربان، محبوب و پشتیبان که مشتاق کمک کردن به دیگرانن</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ESFJ همدل، خونگرم و حمایت کننده هستند. آنها اغلب اجتماعی هستند و تمایل\n' +
        '            آنها برای برقراری ارتباط با مردم باعث محبوبیت آنها میشود. به نیازهای دیگران بسیار آگاه هستند و ممکن است به\n' +
        '            دنبال کمک های پیاپی و خالصانه به افراد باشند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">برای انجام کار درست تلاش کنند.<br>به دنبال راه هایی برای کمک، حمایت و&nbsp;رشد&nbsp;افراد باشند.<br>به\n' +
        '        دیگران اهمیت دهند و آنها را درک کنند.<br>از شروع درگیری با دیگران اجتناب کنند.<br>از سازماندهی و میزبانی\n' +
        '        گردهمایی های اجتماعی لذت ببرند.<br>به چگونگی عملکرد و احوالات دوستانشان&nbsp;اهمیت بدهند.<br>با شرایط و اطرافیان\n' +
        '        سازگار باشند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها از احساسات دیگران&nbsp;آگاه&nbsp;هستند و میتوانند اغلب به رفع نیازهای اطرافیان کمک کنند. آنها از\n' +
        '        مراقبت و&nbsp;توجه&nbsp;کردن به کسانی که بیشتر از همه به این توجه و مراقبت نیاز دارند لذت می برند. <br>آنها به\n' +
        '        جزئیات توجه می کنند و غالباً به دنبال اطلاعات مهم هستند.<br>آنها در شناخت توانایی های دیگران و کمک\n' +
        '        به&nbsp;رشد&nbsp;و پیشرفت آنها&nbsp;استعداد&nbsp;دارند. معلمانی عالی هستند و اغلب وقت زیادی را صرف دیگران می\n' +
        '        کنند و کمک به اطرافیان برای رسیدن به اهدافشان برای آنها ارزشمند است.<br>به طور ذاتی افرادی&nbsp;خونگرم و\n' +
        '        مشتاق&nbsp;هستند و حضوری پایدار و با ثبات دارند.</p>\n' +
        '    <p dir="auto">آنها از همکاری نزدیک با دیگران و مشاوره دادن به آنها&nbsp;هیجان زده&nbsp;می شوند. معلمان ماهری هستند\n' +
        '        که از کمک به دیگران برای دستیابی به تمام توانایی های خود لذت می برند. ذاتا سازمان یافته اند و هنگامی که میزبان\n' +
        '        رویدادهایی هستند،&nbsp;رشد&nbsp;می کنند. آنها از سازماندهی و برنامه ریزی پروژه های مهم لذت می برند، خصوصاً اگر\n' +
        '        بدانند افراد دیگری از کار آنها بهره مند می شوند.<br>&nbsp;از ایجاد&nbsp;اعتماد و وفاداری&nbsp;در روابطشان با\n' +
        '        دیگران لذت می برند و از آنجا که آنها افراد بسیار&nbsp;اجتماعی&nbsp;و آزاد هستند، ملاقات با افراد جدید و پیدا\n' +
        '        کردن دوستان جدید در ذات آنهاست. <br>دوست دارند با رفتار با ثبات، قابل اطمینان بودن خود را ثابت کنند و اعتماد\n' +
        '        دیگران را جلب کنند. آنها دوست دارند به دیگران کمک کنند تا احساس بهتری داشته باشند. آنها ذاتا به نیازها و احساسات\n' +
        '        اطرافیان&nbsp;خود&nbsp;آگاه&nbsp;هستند و برای آنها مهم است که از این آگاهی برای کمک به مردم استفاده کنند و قادر\n' +
        '        به بهبود زندگی دیگران باشند،&nbsp;احساس&nbsp;شادی و انرژی&nbsp;می کنند.<br>گوش دادن&nbsp;صبورانه&nbsp;و با حوصله\n' +
        '        به دیدگاه های مختلف قبل از تصمیم گیری ESFJ ها را هیجان زده می کند. از آنجا که آنها به دنبال راه حلی هستند که به\n' +
        '        همه کمک کند، بیشتر فکر می کنند و مستقیم سراغ نتیجه گیری نمی روند.<br><br>آنها هنگامی که مجبورند به تنهایی کار\n' +
        '        کنند،&nbsp;بی حوصله و سرخورده&nbsp;می شوند، از تنهایی طولانی لذت نمی برند و بهترین کار برای آنها این است که در\n' +
        '        یک نقش یا محیط مشارکتی و مردم محور کار کنند.<br>تکمیل با عجله فعالیت های بزرگ در مدت زمان کوتاه آنها را&nbsp;تحت\n' +
        '        فشار&nbsp;قرار می دهد. آنها به شیوه ای حرکت می کنند که به آنها امکان می دهد کارآمد و در عین حال دقیق باشند. اگر\n' +
        '        آنها بیش از حد عجله کنند، از شغل&nbsp;خود&nbsp;کلافه&nbsp;می شوند. در بیشتر موارد ، باید به شیوه\n' +
        '        آنها&nbsp;اعتماد&nbsp;کرد. اگر آنها در پروژه ای عجله کردند، مطمئن شوید که موردی استثنا و خاص است و به شیوه ثابت\n' +
        '        تبدیل نمی شود.<br>آنها روش های عملی کاملاً واضح و روشنی برای انجام کارها دارند، بنابراین یادگیری هدایت سیستم های\n' +
        '        پیچیده باعث&nbsp;استرس&nbsp;آنها می شود.<br>شدیدا از درگیری و تعارض اجتناب میکنند و ممکن است باعث شود نظرشان را\n' +
        '        بیان نکنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">استاد: آنها در موقعیت هایی مانند این که به آنها امکان<strong>&nbsp;</strong>آموزش&nbsp;به دیگران را می\n' +
        '        دهد،&nbsp;رشد&nbsp;می کنند. آنها صبورانه به دیگران کمک می کنند تا مفاهیم را درک کنند و به راحتی در مقابل جمعیت\n' +
        '        صحبت می کنند، که هر دو این ویژگی ها به آنها امکان موفقیت در یک مقام آموزشی را می دهد.</p>\n' +
        '    <p dir="auto">مشاور: ESFJ های&nbsp;آرام و یاری دهنده، صبر و خونگرمی&nbsp;لازمه مشاوران خوب را دارند.&nbsp;آنها\n' +
        '        ذاتا&nbsp;با ملاحظه&nbsp;هستند و می توانند در عرض چند دقیقه توصیه های عملی و صحیحی ارائه دهند.&nbsp;آنها حتی در\n' +
        '        زندگی روزمره خود افراد مشتاق و با ملاحظه ای هستند که عاشق تلاش همراه با دیگران برای حل موقعیت های دشوار هستند.\n' +
        '    </p>\n' +
        '    <p dir="auto">مدیر امور مشتریان: مدیران امور مشتریان باید روابط مشتریان را مدیریت کنند، اطلاعات مهم را جمع آوری کنند\n' +
        '        و به رفع نیازهای مشتری کمک کنند که آنها در انجام همه اینها مهارت دارند. آنها از برقراری\n' +
        '        ارتباط<strong>&nbsp;</strong>منظم&nbsp;در حین همراهی در پیشرفت پروژه های مهم لذت میبرند.</p>\n' +
        '    <p dir="auto">مددکار اجتماعی:ESFJ های دوستانه و قابل اعتماد مددکاران&nbsp;اجتماعی&nbsp;ماهری می شوند. آنها به رفاه\n' +
        '        حال مراجع خود اهمیت می دهند، به جزئیات مهم&nbsp;توجه&nbsp;می کنند، در انجام کارهای اداری یا ارجاع به مراجعان کمک\n' +
        '        می کنند و در صورت لزوم پیشرفت آنها را بررسی می کنند.</p>\n' +
        '    <p dir="auto">پزشک: به عنوان پزشکان، آنها در تشخیص&nbsp;جزئیات&nbsp;مهم، شناختن بیماران، سازماندهی واقعیت ها و ارائه\n' +
        '        اخبار به طور دقیق و<strong>&nbsp;</strong>مهربانانه&nbsp;مهارت&nbsp;دارند. آنها از تأثیرگذاری منظم بر زندگی\n' +
        '        دیگران لذت می برند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب سنت گراها (SJ) معمولا شامل ویژگی های زیر هستند:</strong></p>\n' +
        '    <p dir="auto">محیط کاری قابل پیشبینی و امنیت شغلی<br>علاقه مندند بخاطر کاری که میکنند مورد قدردانی قرار\n' +
        '        بگیرند.<br>وجود همکارانی که مسئولیت را به اندازه آنها جدی بگیرند.<br>دستورالعملی و باید و نبایدی هستند.</p>\n' +
        '    <p dir="auto">مانند: مدیران عامل، آموزش، قضاوت، ارتش</p>\n' +
        '</div>'
    },
    ESTJ: {
      title: 'Traditionalist',
      farsiTitle: 'مشرب سنت گراها (SJ)',
      backgroundColor: '#ddefff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_estj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_estj2.png',
      shortText: '    <p dir="auto">دقیق، وفادار، سختکوش و مدیران عالی</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ESTJ منظم، وفادار و سخت کوش هستند. آنها افراد اصولی، خوب و قانونمندی هستند\n' +
        '            که تمایل به رهبری دارند و با ترغیب و کمک به دیگران برای پیروی از مجموعه ای از باورها و ارزش ها، رشد\n' +
        '            میکنند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">از قوانین پیروی کنند.<br>به جزئیات موقعیت ها توجه کنند.<br>از بودن در کنار دیگران لذت ببرند.<br>برنامه\n' +
        '        هایی را ایجاد و از آنها پیروی کنند.<br>براساس منطق تصمیم گیری کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها در فکر کردن به انتخاب ها و عواقبشان مهارت دارند. آنها دوست دارند از قبل برنامه ریزی کنند و بعید\n' +
        '        است تصمیمات سریع و&nbsp;عجولانه&nbsp;بگیرند. تفکر عملی آنها به آنها کمک می کند تا به عنوان حل کننده ماهر مشکلات\n' +
        '        واقعی،&nbsp;رشد&nbsp;کنند. آنهای معمولا تصمیمات معقول و عملی ای میگیرند.<br>آنها اعتقادات و ارزشهای قوی‌ای دارند\n' +
        '        که به عنوان&nbsp;محرک&nbsp;و&nbsp;انگیزه&nbsp;عمل&nbsp;می کنند.<br>در مقابل گروه های بزرگ احساس راحتی می کنند. و\n' +
        '        این ویژگی همراه با خصوصیت رهبری آنها، آنها را قادر می سازد تا&nbsp;مسئولیت&nbsp;تیم های بزرگ را به عهده بگیرند.\n' +
        '        آنها روی&nbsp;هدف&nbsp;تمرکز&nbsp;می کنند و چگونگی مشارکت موثر هر فرد را بررسی می کنند.<br>ارزش های قوی آنها\n' +
        '        نیروی محرکه آنها است. آنها از اعتقادات اساسی&nbsp;خود&nbsp;انگیزه&nbsp;می گیرند، که به آنها کمک می کند حتی در\n' +
        '        مواجهه با چالش های مهم،&nbsp;مقاومت&nbsp;کنند.<br>به توانایی های خود&nbsp;اعتماد&nbsp;دارند و افرادی نیستند که\n' +
        '        میزان&nbsp;مهارت&nbsp;یا بهره وری آنها زیر سوال برود. آنها بیشتر توانایی های خود را در عمل اثبات می\n' +
        '        کنند.<br><br>از آنجا که آنها از سیستم اعتقادی&nbsp;خود&nbsp;انگیزه&nbsp;می گیرند، وقتی دیگران نیز همینطور هستند\n' +
        '        از آنها&nbsp;تقدیر&nbsp;می کنند.<br>به سازمان یافتگی علاقه مندند و معمولا زمانی که زندگی شخصی شان ساختار یافته\n' +
        '        باشد&nbsp;رشد&nbsp;می کنند.<br>آنها از وقت گذرانی با دوستان و خانواده خود انگیزه می گیرند. آنها\n' +
        '        از&nbsp;تمرکز&nbsp;بر روابط شخصی که بیش از همه برایشان مهم است لذت می برند. آنها بسیار روی دیگران حساب می\n' +
        '        کنند.<br>آنها از تاسیس و ایجاد روال ها یا&nbsp;سنت ها&nbsp;استقبال میکنند و وقتی بر چیزی پایدار و\n' +
        '        با&nbsp;ثبات&nbsp;تکیه دارند، رشد می کنند. این امر به آنها کمک می کند انرژی خود را صرف دستیابی به اهدافشان\n' +
        '        کنند.<br><br>آنها تلاش می کنند تا ثبات و سازماندهی را به محیط بی نظم بیاورند و بیشتر انرژی خود را بر روی افراد\n' +
        '        با ثبات و قابل&nbsp;اعتماد&nbsp;متمرکز می کنند.<br>معمولا نمیتوانند با شرایط غیر منتظره سازگار شوند. به طور کلی\n' +
        '        سازگاری و انطباق حتی در روابطشان با سایر افراد نیز برایشان دشوار است.<br>ممکن است قصد مدیریت و کنترل حتی در\n' +
        '        مواردی که مسئول نیستند داشته باشند.<br>آنها توقعات بالایی دارند و میتوانند به راحتی از سایر افراد ناامید شوند،\n' +
        '        به خصوص اگر احساس کنند طرف مقابل می تواند بهتر عمل کند. باید همدلی با دیگران&nbsp;را بیاموزند و در صورت لزوم به\n' +
        '        آنها کمک کنند. ممکن است ها تحت تأثیر تجربیات جدید یا تغییرات غیر منتظره&nbsp;دستپاچه&nbsp;شوند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">مامور پلیس: به عنوان افسران پلیس، آنها می توانند در جامعه خود تغییر ایجاد کنند. آنها در موقعیت هایی\n' +
        '        مانند این که به آنها امکان حفظ نظم و&nbsp;امنیت&nbsp;دیگران را می دهد پیشرفت می کنند.</p>\n' +
        '    <p dir="auto">مدیر مدرسه: در موقعیت اداری مانند مدیریت مدرسه، آنها به عنوان\n' +
        '        رهبرانی<strong>&nbsp;</strong>منظم&nbsp;و&nbsp;مسئول&nbsp;رشد می کنند. آنها ضمن پیگیری بچه ها، فرصت ایجاد تغییر\n' +
        '        در زندگی آنها را دارند.</p>\n' +
        '    <p dir="auto">افسر نظامی: تمایل ذاتی آنها به<strong>&nbsp;</strong>نظم و عمل،&nbsp;آنها را به سمت حرفه ای در ارتش\n' +
        '        سوق می دهد. آنها ذاتا به<strong>&nbsp;</strong>اقتدار&nbsp;احترام می گذارند، که به آنها در مقام های اولیه کمک می\n' +
        '        کند. با پیشرفت در این مقام، آنها فرصت های زیادی برای هدایت دیگران و دستیابی به اهداف مهم به دست می آورند و همه\n' +
        '        این ها در حالی است که برای رسیدن به یک&nbsp;هدف&nbsp;بزرگتر تلاش می کنند.</p>\n' +
        '    <p dir="auto">وکیل: از آنجا که این موقعیت به آنها این امکان را می دهد تا به طور منظم با افراد جدیدی ملاقات کنند، با\n' +
        '        دیگران درگیر بحث شوند و جزئیات مربوط به هر پرونده را عمیقا بررسی کنند، بنابراین آنها وکلای موفقی می شوند. آنها\n' +
        '        از برقراری نظم و درک موقعیت های دشوار&nbsp;لذت&nbsp;میبرند.</p>\n' +
        '    <p dir="auto">حسابدار: آنها رفتاری ذاتا&nbsp;منطقی&nbsp;و مستقیم دارند که برای شغل حساب رسی لازم است. آنها قادرند\n' +
        '        حقایق مهم را به&nbsp;دقت&nbsp;بررسی کنند و حقیقت هر موقعیت را آشکار کنند. آنها از تغییرات برای حل مشکلات عملی و\n' +
        '        واقعی لذت میبرند.</p>\n' +
        '    <p dir="auto">قاضی: از آنجا که آنها ذاتا دارای دیدگاه عینی و&nbsp;واقع بین&nbsp;هستند که به آنها اجازه می دهد قبل از\n' +
        '        نتیجه گیری، حقایق را در نظر بگیرند، قضات&nbsp;مسئول و قابل اعتمادی&nbsp;می شوند. در این مقام، آنها می توانند به\n' +
        '        جامعه خود خدمت کنند به طوری که تأثیر زیادی بر زندگی بسیاری می گذارد.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشاغل مناسب برای مشرب سنت گراها (SJ) معمولا شامل ویژگی های زیر هستند:</strong></p>\n' +
        '    <p dir="auto">محیط کاری قابل پیشبینی و امنیت شغلی<br>علاقه مندند بخاطر کاری که میکنند مورد قدردانی قرار\n' +
        '        بگیرند.<br>وجود همکارانی که مسئولیت را به اندازه آنها جدی بگیرند.<br>دستورالعملی و باید و نبایدی هستند.</p>\n' +
        '    <p dir="auto">مانند: مدیران عامل، آموزش، قضاوت، ارتش</p>\n' +
        '</div>'
    },
    INTJ: {
      title: 'Conceptualizer',
      farsiTitle: 'مشرب مفهوم گراها (NT)',
      backgroundColor: '#eae6ff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_intj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_intj2.png',
      shortText: '    <p dir="auto">متفکر، بلند پرواز و با اعتماد به نفس که برای هر چیزی برنامه دارن</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی INTJ با اعتماد به نفس، تحلیلی و بلندپرواز هستند. برای علم و دانش اهمیت\n' +
        '            زیادی قائلند و تمایل دارند که بسیار منطقی فکر کنند. به حل مسائل بزرگ علاقه دارند و از خودشون و دیگران انتظار\n' +
        '            پیشرفت، شایستگی و کارایی لازم در مواقع مورد نیاز را دارند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">تنها باشن و از رفتن به سمت گروه های بزرگ خودداری میکنند.<br>بیشتر به کلیات چیزی دقت کنند تا\n' +
        '        جزئیات.<br>تصمیماتی بر اساس منطق کلی بگیرن اما ندای درونشون رو هم دنبال کنن.<br>برای خودشون و اطرافیانشون اهداف\n' +
        '        بلند پروازانه بذارن.<br>به دنبال درک عمیقتری از موضوعات پیچیده باشن.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">متفکر هستند و با منطق و خلاقیت خود توانایی حل مشکلات پیچیده را دارند.<br>دید، برنامه ریزی و جاه طلبی\n' +
        '        آنها باعث میشود به راحتی اهداف بلندپروازانه و مهمی تعیین کنند و برای دستیابی به آنها تلاش کنند.<br>عمیق فکر\n' +
        '        میکنند و برای کسب علم و دانش و اطلاعات بیشتر درباره جهان عطش همیشگی دارند و از روند یادگیری بیشتر از دیگران لذت\n' +
        '        میبرند.<br>به انتخاب ها، توانایی ها و دانش خود اعتماد دارند و حتی در مواجهه با مسائل دشوار اعتماد به نفس بالایی\n' +
        '        دارند که این ویژگی به آنها در گرفتن تصمیمات مهم و رهبری کمک میکند.<br>ذهن بازی دارند و میتوانند ایده های مختلف\n' +
        '        را قبل انتخاب کردن بررسی کنند.<br><br>تفکر انتقادی و حل مسائل پیچیده، داشتن فرصت کشف راه حل های مختلف و تصور راه\n' +
        '        های مختلف میتواند به آنها انگیزه بدهد.<br>آنها تمایل دارند اهدافی بلندپروازانه تعیین کرده و برای دستیابی به آنها\n' +
        '        تلاش کنند. توانایی آنها در برنامه ریزی و پایبندی به آن اغلب باعث موفق شدن و رشد آنها هم میشود.<br>آنها مستقل\n' +
        '        هستند و اغلب ترجیح میدهند که در تنهایی وقت بگذرانند و فکر کنند.<br>آنها به ایجاد تاثیرات و تغییرات مثبت علاقه\n' +
        '        مندند و دوست دارند با دادن ایده ها و راه حل های جدید ایجاد کننده این تغییرات باشند.<br><br>بودن در موقعیت ها و\n' +
        '        شرایط عاطفی برای آنها سخت است. آنها احتمالا در شرایط عاطفی احساس راحتی ندارند، برای بروز احساسات و ارتباط احساسی\n' +
        '        با دیگران مشکل دارند و ترجیح میدهند منطقی به مسائل نگاه کنند.<br>تعامل با گروه های زیادی از افراد برای آنها راحت\n' +
        '        نیست. آنها به طور طبیعی کم حرف اند و احتمالا از گذراندن وقت زیاد با تعداد زیادی از افراد خسته میشوند.<br>راحت\n' +
        '        نبودن آن ها در گروه ها ممکن است باعث شود از تجمعات و گروه ها اجتناب کنند و همین ویژگی میتواند باعث شود از بعضی\n' +
        '        تعهدات که نیازمند معاشرت با دیگران است کناره گیری کنند.<br>برای پیدا کردن راه حل های جدید و امتحان کردن آنها\n' +
        '        ارزش بالایی قائلند و همین ویژگی آنها را مستعد بررسی برخی قوانین و روش های سنتی میکند. در نتیجه الزام به پیروی از\n' +
        '        مجموعه قوانین و روش های سنتی خلاف میل آنهاست.<br>آنها معمولا افرادی منطقی و صریح هستند و پرحرفی، به حاشیه رفتن و\n' +
        '        شوخی های روزمره میتواند آنها را خسته کند.<br>آنها همچنین در محیطی که امکان تجربه چیزهای جدید، خلاقیت، پیشرفت و\n' +
        '        یادگیری نباشد خسته و سرخورده میشوند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">مهندس نرم افزار: توانایی آنها در انجام کارهای چالش برانگیز و حل نوآورانه مسائل&nbsp;ممکن است به آنها\n' +
        '        در موفقیت به عنوان مهندسان نرم افزار کمک کند. آنها برای چالش ساخته شده اند و مهندسان نرم افزار موثری خواهند شد.\n' +
        '    </p>\n' +
        '    <p dir="auto">استراتژیست های بازاریابی: استراتژی بازاریابی به آنها فرصت پیشرفت می دهد تا در حالی که به طور واقع\n' +
        '        گرایانه به بازار نگاه می کنند، نقاط مهم را به هم متصل کنند و استراتژی های طولانی مدتی را برای موفقیت به وجود\n' +
        '        بیاورند.</p>\n' +
        '    <p dir="auto">مشاور: از آنجا که آنها تمایل زیادی به یادگیری مداوم و به دست آوردن اطلاعات دارند، به احتمال زیاد از\n' +
        '        دانش بالایی در یک موضوع خاص برخوردارند که آنها را به منبعی عالی برای مراجعه اشخاصی که دنبال کسب تخصص و مهارت\n' +
        '        هستند، تبدیل خواهد کرد. آنها احتمالاً به عنوان مشاورانی که راه حل های عینی برای مسائل ارائه دهند، پیشرفت می\n' +
        '        کنند.</p>\n' +
        '    <p dir="auto">دانشمند: دانشمند بودن به&nbsp;آنها فرصتی برای کسب دانش بیشتر، یافتن راه حل های خلاقانه اما اثبات شده،\n' +
        '        تفکر تحلیلی و کار کاملاً مستقل می دهد.</p>\n' +
        '    <p dir="auto">پزشک: مهارت های طبیعی آنها در شناسایی و حل مشکلات به پیشرفت آنها به عنوان پزشک کمک می کند. تفکر\n' +
        '        انتقادی و روشنفکری به آنها کمک می کند تا بهترین پاسخ را برای هر مورد پیدا کنند.</p>\n' +
        '    <p dir="auto">استاد: استاد بودن احتمالاً به آنها فرصتی می دهد تا دانش خود را گسترش دهند و تخصص خود را با دیگران به\n' +
        '        اشتراک بگذارند. اگرچه ممکن است لازم باشد، ارائه اطلاعات متناوب به افراد را یاد بگیرند، اما آنها علاقه دارند در\n' +
        '        مورد موضوعی که آنها را هیجان زده می کند، صحبت کنند.</p>\n' +
        '    <p dir="auto">معمار: از آنجا که آنها از دانش گسترده خود برای تصمیم گیری مناسب استفاده می کنند، معمولاً قادر به حل\n' +
        '        خلاقانه مشکلات هستند. آن ها احتمالاً در مدیریت همه مشکلات پیچیده ناشی از طراحی ساختمان های زیبا و دارای ساختار\n' +
        '        مناسب مهارت دارند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشرب مفهوم گراها (NT) برای پیدا کردن مشاغل مناسب باید به ویژگی های خود دقت\n' +
        '            کنند:</strong></p>\n' +
        '    <p dir="auto">اهداف سطح بالا<br>علاقه به تکنولوژی های مختلف<br>امکان استفاده از خلاقیت<br>همکاران با\n' +
        '        صلاحیت<br>ناشکیبا در برابر مسائل انسانی</p>\n' +
        '    <p dir="auto">مانند: تکنولوژی، وکیل، سیاستمدار، تحلیلگر مالی، برنامه ریز استراتژیک</p>\n' +
        '</div>'
    },
    INTP: {
      title: 'Conceptualizer',
      farsiTitle: 'مشرب مفهوم گراها (NT)',
      backgroundColor: '#eae6ff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_intp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_intp2.png',
      shortText: '    <p dir="auto">مشرب مفهوم گراها (NT) – تیپ شخصیتی INTP</p>\n',
      text: '<div>\n' +
        '    <p dir="auto">منتقد، به دنبال ایده، تئوری و چرایی ها</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی INTP تمایل دارند بسیار تحلیلی و منطقی رفتار کنند. به گشت و گذار در تئوری\n' +
        '            ها و ایده های جدید علاقه مندند، به این معنی که میتوانند کشف های بزرگی در زمینه خود داشته باشند. آنها احتمالا\n' +
        '            برای تعامل با دیگران، به جای تکیه بر احساسات از روش های منطقی استفاده میکنند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">به طور عینی مسائل را تحلیل کنند.<br>به جهان نگاهی تازه و جدید داشته باشند.<br>احساسات را از تصمیم گیری\n' +
        '        هایشان جدا کنند.<br>به طور مداوم در حال نوآوری و افزایش دانش خود باشند.<br>به جزئیات کوچک بی توجه باشند اما دید\n' +
        '        خوبی از کلیات موضوع داشته باشند.<br>مشکلات بزرگ را حل کنند و در مهارت های دشوار استاد باشند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها متفکران ذاتی هستند و تمایل دارند حقایق و منطق را بر احساسات مقدم بدانند. این توانایی به آنها برای\n' +
        '        برخورد و تصمیم گیری منطقی با مسائل کمک میکند.<br>آنها تمایل دارند وقت زیادی برای فکر کردن و یافتن راه حل های\n' +
        '        خلاقانه برای مشکلات پیچیده صرف کنند. همچنین توانایی آنها در درنظر گرفتن نگاه های مختلف به آنها کمک میکند تا ایده\n' +
        '        های مختلف را ببینند و نتایج احتمالیشان را با یکدیگر مقایسه کنند.<br>آنها از یادگیری لذت میبرند و تمایل دارند در\n' +
        '        موضوعات مورد علاقه خود غرق شوند و احتمالا در چند زمینه مختلف تخصص چشمگیری دارند.<br>در دیدن کلیات موضوع مهارت\n' +
        '        دارند و همین موضوع باعث میشود بجای گیر افتادن در جزئیات، با دیدن کلیت موضوع، دیدگاه های مختلف و زیادی را مشاهده\n' +
        '        کنند.<br><br>آنها با استفاده از مهارت ذاتی خود در شهود و تجزیه و تحلیل میتوانند مسائل پیچیده را حل کنند و همین\n' +
        '        موضوع باعث میشود انگیزه بیشتری برای انجام کارها پیدا کنند.<br>آنها میخواهند مشکلات را به طور کامل حل کنند و اغلب\n' +
        '        برای رسیدن به بهترین راه حل، کمی عمیقتر به بررسی مسائل میپردازند.<br>از تفکر و عمیق شدن در موضوع لذت میبرند و\n' +
        '        دوست دارند قبل از تصمیم گیری راه حل ایده آل را پیدا کنند.<br>از هیجان و انجام وظایف هیجانی احساس کارایی بیشتر\n' +
        '        میکنند و قادرند در این مواقع از توانایی های خود به خوبی استفاده کنند.<br><br>ممکت است برای جستجوی راه حلی کامل و\n' +
        '        بدون نقص به جای راه حلی کارآمد وقت زیادی صرف کنند و سردرگم بشوند.<br>تعامل برقرار کردن با گروه های زیادی از\n' +
        '        افراد به طور مداوم میتواند باعث خستگی آنها شود. در تنهایی یا با افراد کم و نزدیک به خود احساس راحتی بیشتری\n' +
        '        دارند.<br>توجه و بحث کردن بیش از حد روی تجربه و واقعیت ها برایشان جذابیتی ندارد اما در صورت نیاز میتوانند با آن\n' +
        '        سازگار شوند.<br>ممکن است به احساسات دیگران بی توجه باشند و احساس راحتی به آن نداشته باشند.<br>برنامه های بسیار\n' +
        '        منظم میتواند باعث محدود شدن آنها شود و آنها را از رشد و کشف فرصت های جدید بازدارد.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">مهندس نرم افزار: توانایی آنها برای انجام کارهای چالش برانگیز و حل نوآورانه مسائل ممکن است به آنها در\n' +
        '        موفقیت به عنوان مهندسان نرم افزار کمک کند. آنها وقت زیادی برای کار کردن دارند و تفکر منطقی خود را به کار می\n' +
        '        گیرند.</p>\n' +
        '    <p dir="auto">مدیر سیستم: INTP ها که مشخصا به کارهای پشت صحنه IT علاقه دارند، به احتمال زیاد به عنوان مدیران سیستم،\n' +
        '        رشد خواهند کرد. آنها وقتی مسئله ای ایجاد می شود، به خوبی آن ها را حل می کنند، از یادگیری مداوم در مورد تغییرات\n' +
        '        فن آوری لذت می برند و با هر موقعیت جدیدی که پیش می آید سازگار می شوند.</p>\n' +
        '    <p dir="auto">تحلیلگر مالی: به عنوان تحلیلگران مالی، INTPها می توانند نتایج بالقوه زیادی را برای مشتریان در نظر\n' +
        '        بگیرند تا بتوانند سرانجام سرمایه گذاری و مسیر عملکردشان را به بهترین شکل پیش بینی کنند. از بسیاری جهات، آنها حل\n' +
        '        کننده مشکلات مالی هستند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشرب مفهوم گراها (NT) برای پیدا کردن مشاغل مناسب باید به ویژگی های خود دقت\n' +
        '            کنند:</strong></p>\n' +
        '    <p dir="auto">اهداف سطح بالا<br>علاقه به تکنولوژی های مختلف<br>امکان استفاده از خلاقیت<br>همکاران با\n' +
        '        صلاحیت<br>ناشکیبا در برابر مسائل انسانی</p>\n' +
        '    <p dir="auto">مانند: تکنولوژی، وکیل، سیاستمدار، تحلیلگر مالی، برنامه ریز استراتژیک</p>\n' +
        '</div>'
    },
    ENTJ: {
      title: 'Conceptualizer',
      farsiTitle: 'مشرب مفهوم گراها (NT)',
      backgroundColor: '#eae6ff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_entj1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_entj2.png',
      shortText: '    <p dir="auto">رهبرانی شجاع، با تخیل و اراده قوی اما منطقی</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ENTJ رفتاری کاریزماتیک، صریح و منطقی دارند. علاقه ای به بروز احساسات خود\n' +
        '            ندارند و حتی در بعضی مواقع رفتارشان سرد تلقی میشود. از برعهده گرفتن مسئولیت، تلاش برای رسیدن به اهداف و\n' +
        '            تشویق توسط اطرافیان بخاطر پیشرفت لذت میبرند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">تصمیمات را با توجه به تفکرات بگیرند نه تجربیات.<br>از نمایش های احساسی اجتناب و به منطق خود اعتماد\n' +
        '        کنند.<br>به طور منظم اهداف چالش برانگیز تعیین کنند و به آنها برسند.<br>از برنامه و اولویت ها پیروی کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">آنها در ارائه ایده های جدید و خلاقانه و یافتن راه حل های ابتکاری و بلند مدت برای مشکلات به جای راه حل\n' +
        '        های ساده و موقتی تبحر دارند.<br>آنها حتی هنگام مواجهه با شرایط استرس زا انرژی بالایی دارند و میتوانند تحت فشار\n' +
        '        نیز به خوبی کار کنند. <br>می توانند شخصیتی کاریزماتیک داشته باشند و به دیگران کمک کنند تا احساس راحتی کنند. آنها\n' +
        '        به راحتی با دیگران ارتباط برقرار میکنند و میتوانند با انگیزه و اشتیاق ذاتی خود به دیگران روحیه دهند.<br>می\n' +
        '        توانند به طور موثر دیگران را هدایت کنند. نقاط قوت، عزم و اراده و نظم و سازماندهی آنها میتواند به پیشرفتشان در\n' +
        '        پست های رهبری کمک کند.<br>آنها با اعتماد به نفس هستند و بعید است به تصمیمات خود شک کنند و همین اطمینان به\n' +
        '        توانایی های خود به آنها کمک میکند تا با موفقیت به سمت رشد و پیشرفت حرکت کنند<br><br>آنها با برعهده گرفتن مسئولیت\n' +
        '        نتایجشان انگیزه میگیرند و دوست دارند که بتوانند روی نتایج یک پروژه تاثیرات بزرگی بگذارند. توانایی آنها در سخت\n' +
        '        کار کردن و رسیدن به نتایج قابل ملاحظه، باعث میشود بتوانند تا حد زیادی به تیم خود کمک کنند.<br>آنها از حرکت به\n' +
        '        سمت اهداف جدید لذت میبرند و با ساختن نتایج کیفی و رسیدن به اهداف بلندپروازانه خود رشد میکنند<br><br>آنها وقتی\n' +
        '        برای مدت زیاد مجبور به کار در تنهایی باشند و نتوانند با دیگران تعامل داشته باشند احساس خستگی میکنند.<br>ممکن است\n' +
        '        در بعضی مواقع بیش از حد با اعتماد به نفس به نظر برسند. آنها باید شنونده و پذیرای دیدگاه های مختلف باشند.<br>جسور\n' +
        '        و حاضر جوابند که ممکن است در بعضی مواقع باعث ایجاد مشکل شود.<br>آنها به دنبال رشد مداوم هستند و زمانی که پیشرفتی\n' +
        '        حاصل نمیشود و شرایط بدون تغییر باقی میماند احساس ناامیدی میکنند و شرایط برای آنها سخت میشود.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">وکیل: ENTJهای&nbsp;متقاعدکننده و با نشاط به عنوان وکیل پیشرفت می کنند، زیرا این موقعیت به آنها امکان\n' +
        '        می دهد به طور منظم با افراد جدیدی ملاقات کنند، با دیگران بحث کنند و پیچیدگی های یک موقعیت را عمیقا در نظر\n' +
        '        بگیرند.</p>\n' +
        '    <p dir="auto">سیاست مدار: آنها تاثیرگذاری ماندگار و هدایت دیگران به سمت موفقیت را دوست دارند. به عنوان یک سیاستمدار،\n' +
        '        آنها از جذابیت و سرسختی خود برای تحقق اهداف خود و&nbsp;جذب&nbsp;طرفداران زیاد استفاده می کنند.</p>\n' +
        '    <p dir="auto">مشاور: از آنجا که آنها اغلب درمورد موضوعات موردعلاقه خود اطلاعات بسیاری دارند، بنابراین به عنوان مشاور\n' +
        '        می توانند به افراد و مشاغل زیادی کمک کنند. آنها با مشاوره دادن به دیگران و تحقیق در مورد روندهای جالب جهت یافتن\n' +
        '        راهی&nbsp;منطقی&nbsp;و&nbsp;خلاقانه&nbsp;برای رفع مشکلاتی که مشتری آنها با آن روبرو است، رشد می کنند.</p>\n' +
        '    <p dir="auto">استاد: آنها به عنوان استاد، فرصت خواهند داشت تا با افراد زیادی ارتباط برقرار کنند، دانش خود را به\n' +
        '        اشتراک گذارند و گروه های بزرگی را هدایت کنند. آنها با سخنرانی در برابر دیگران سرزنده می شوند و معلمانی\n' +
        '        کاملاً&nbsp;آگاه&nbsp;و با انرژی هستند.</p>\n' +
        '    <p dir="auto">کارآفرین: آنها کارآفرینان ماهر و با انگیزه ای هستند. آنها قادرند ایده های عالی ارائه دهند و برای اجرای\n' +
        '        خوب آنها&nbsp;برنامه&nbsp;ای تنظیم کنند. انرژی و جاه طلبی ذاتی آنها کمک خواهد کرد تا استقامت و پشتکار داشته\n' +
        '        باشند، حتی در مواجهه با چالش های معمولی که بسیاری از کارآفرینان در هنگام شروع سرمایه گذاری جدید با آن روبرو\n' +
        '        هستند.</p>\n' +
        '    <p dir="auto">مشاور: قادرند به صورت&nbsp;منطقی&nbsp;و روشن به مسائل پیچیده نگاه کنند. آنها توانایی دیدن\n' +
        '        کلیات،&nbsp;ریشه یابی&nbsp;موضوع و استفاده از شواهد برای اثبات ادعاهای خود را دارند که می تواند برای کارکردن روی\n' +
        '        پرونده های شخصی، به عنوان وکیل مفید باشد.</p>\n' +
        '    <p dir="auto">قاضی: از آنجا که آنها دیدگاه<strong>&nbsp;</strong>متعادل و عینی&nbsp;دارند که به آنها اجازه می دهد\n' +
        '        قبل از نتیجه گیری، همه حقایق را در نظر بگیرند ، بنابراین قضاتی مسئول و قابل اعتماد خواهند بود. در این مقام، آنها\n' +
        '        فرصتی برای خدمت به جامعه خود خواهند داشت به نحوی که می تواند تأثیر زیادی بر زندگی بسیاری از افراد بگذارد.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشرب مفهوم گراها (NT) برای پیدا کردن مشاغل مناسب باید به ویژگی های خود دقت\n' +
        '            کنند:</strong></p>\n' +
        '    <p dir="auto">اهداف سطح بالا<br>علاقه به تکنولوژی های مختلف<br>امکان استفاده از خلاقیت<br>همکاران با\n' +
        '        صلاحیت<br>ناشکیبا در برابر مسائل انسانی</p>\n' +
        '    <p dir="auto">مانند: تکنولوژی، وکیل، سیاستمدار، تحلیلگر مالی، برنامه ریز استراتژیک</p>\n' +
        '</div>'
    },
    ENTP: {
      title: 'Conceptualizer',
      farsiTitle: 'مشرب مفهوم گراها (NT)',
      backgroundColor: '#eae6ff',
      image1: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_entp1.png',
      image2: 'https://nodes.alaatv.com/upload/3a_mbti_conceptualists_entp2.png',
      shortText: '    <p dir="auto">پرسشگر و صریح، هدف گرا، خلاق و نظریه پرداز</p>\n',
      text: '<div>\n' +
        '    <p dir="auto"><strong>افراد با تیپ شخصیتی ENTP صریح و کنجکاو هستند. آنها از بحث، مناظره و دیدگاه های مختلف لذت\n' +
        '            میبرند. آنها در ارتباط با افراد رشد میکنند و تقریبا همیشه با اطرافیان خود در تعامل هستند.</strong></p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>دوست دارند که...:</strong></p>\n' +
        '    <p dir="auto">کنار دیگران رشد کنند.<br>بیشتر بر دیدگاه کلی و تصویر اصلی تمرکز کنند.<br>از تفکر مفهومی لذت\n' +
        '        ببرند.<br>خودجوش و انعطاف پذیر باشند نه برنامه ریز.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto">به راحتی با دیگران ارتباط برقرار میکنند و ارتباط با افراد جدید برای آنها آسان است. از مشارکت در بحث ها\n' +
        '        لذت میبرند.<br>در دیدن جنبه های مختلف یک موقعیت ماهر هستند.<br>پذیرای تغییرات و تجربیات جدید هستند و به راحتی با\n' +
        '        شرایط و تغییرات جدید سازگار میشوند. همین ویژگی به آنها کمک میکند که در صورت قرارگیری در موقعیت های جدید و\n' +
        '        غیرمنتظره نیز با اعتماد به نفس و مطمئن باقی بمانند.<br>به ایده ها و روش های خلاقانه فکر میکنند.<br><br>از بحث و\n' +
        '        گفتگو با دیگران انرژی میگیرند و جدل و کشمکش در بحث برایشان جذاب است.<br>گروه ها و رویداد های بزرگ که میتوانند با\n' +
        '        افراد زیادی ارتباط برقرار کنند برایشان جذاب است.<br>تفکر درباره موارد انتزاعی و یافتن نگرش های جدید به مسائل را\n' +
        '        دوست دارند.<br>مشارکت در فعالیت های هیجان انگیز باعث شادی و کارایی بیشتر آنها میشود.<br><br>وقت گذراندن در\n' +
        '        تنهایی یا سکوت که بر خلاف تمایل آنها به بودن در اجتماع و مشارکت بحث هاست میتواند آنها را اذیت کند.<br>کنجکاوی\n' +
        '        ذاتی دارند و ممکن است تمرکز کردن برایشان سخت شود.<br>علاقه زیادی به بحث و گفتگو دارند و به نقاط قوت خود اعتماد\n' +
        '        بالایی دارند و همین موضوع میتواند باعث درگیری و بحث های پرتنش شود.<br>آنها پذیرای تغییرات هستند و روال های کاملا\n' +
        '        منظم و ساختار یافته میتواند باعث خستگی آنها شود.<br>فعالیت هایی که فاقد تفکر و خلاقیت باشند میتواند باعث عدم رشد\n' +
        '        و در نهایت خستگی آنها شود.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>مشاغل رایج برای این تیپ:</strong></p>\n' +
        '    <p dir="auto">روانشناس: کنجکاوی و منطق ENTP ها به آنها کمک میکند تا روانشناسان موفقی شوند. آنها این فرصت را خواهند\n' +
        '        داشت كه در كنار دیگران كار كنند، در مورد آنچه مورد علاقه شان است تحقیق كنند و به بیماران كمك كنند كه احساسات خود\n' +
        '        را کنار بگذارند تا مشخص شود که چه باید بکنند. هرچند ممکن است لازم باشد روی ملایم مطرح کردن بازخورد خود کار کنند،\n' +
        '        توانایی آنها در بحث صادقانه درباره&nbsp;احساسات&nbsp;و حل مشکلات دشوار می تواند هنگام کار روانشناسی&nbsp;موثر\n' +
        '        باشد.</p>\n' +
        '    <p dir="auto">تهیه کننده فیلم: تولید فیلم به آنها امکان تصمیم گیری&nbsp;خلاقانه&nbsp;و هدایت تیم ها را می دهد. مهارت\n' +
        '        آن ها در متقاعد کردن و&nbsp;عزم راسخ&nbsp;آنها برای تأمین بودجه پروژه ای که مشتاق آن هستند، مفید خواهد بود.\n' +
        '        درگیر شدن در جنبه های مختلف ساخت فیلم (خلاقانه، قانونی، مالی و غیره) به شخص خاصی نیاز دارد و ENTP ها مناسب این\n' +
        '        نقش هستند.</p>\n' +
        '    <p dir="auto">نماینده فروش: انرژی و&nbsp;اعتماد به نفس&nbsp;ذاتی ENTP ها به آنها کمک می کند تا محصولات جدید و جالب\n' +
        '        را به دیگران معرفی کنند. آنها به روند ملاقات با افراد جدید، کار با شیوه خاص&nbsp;خود&nbsp;و استفاده از تفکر خارج\n' +
        '        از چارچوب برای رسیدن به نتیجه علاقه دارند.</p>\n' +
        '    <p dir="auto">خبرنگار: توانایی آنها در&nbsp;کشف حقایق&nbsp;از طریق مباحثه،&nbsp;کاوش&nbsp;و پافشاری بسیار تقریباً بی\n' +
        '        نظیر است. آنها ذاتا از گمان های خود پیروی می کنند و برایشان مهم نیست که برای به دست آوردن اطلاعات مورد نیاز\n' +
        '        سوابق و افتخارات را برهم بزنند، که این ویژگی ها آنها را برای حرفه خبرنگاری مناسب می کند.</p>\n' +
        '    <p dir="auto">مهندس: آنها مهندسان دقیقی می باشند، زیرا در حل مشکلات مهارت داشته و<strong>&nbsp;</strong>متفکران\n' +
        '        انتقادی&nbsp;ماهری هستند. ذهن آنها برای کشف و حل مسائل پیچیده ساخته شده است، که هنگام برخورد با عیب یابی های\n' +
        '        پیچیده مهندسی مفید می باشد.</p>\n' +
        '    <p dir="auto">وکیل: آنها به عنوان&nbsp;مجادله&nbsp;گران ذاتی، معمولاً به راحتی به بحث های پر&nbsp;تنش&nbsp;مشغول می\n' +
        '        شوند. آنها توانایی دیدن کلیات و گره گشایی از مسائل پیچیده را دارند و پرونده ها را به\n' +
        '        شکلی&nbsp;متقاعدکننده&nbsp;به دیگران ارائه می دهند، که می تواند آنها را به وکلایی قوی تبدیل کند.</p>\n' +
        '    <p dir="auto">دانشمند: آنها ممکن است در کشف حقیقت&nbsp;ماهر&nbsp;باشند اما به عنوان دانشمند، احتمالات جدید کشف می\n' +
        '        کنند و انرژی خود را برای اثبات درست یا غلط بودن آن می گذارند. آنها قادرند به راحتی به موضوعات پیچیده فکر کنند و\n' +
        '        بهترین و منطقی ترین دلیل را برای تحقق امور مختلف کشف کنند.</p>\n' +
        '    <p dir="auto"  class="space"><br><br><br></p>\n' +
        '    <p dir="auto"><strong>به طور کلی مشرب مفهوم گراها (NT) برای پیدا کردن مشاغل مناسب باید به ویژگی های خود دقت\n' +
        '            کنند:</strong></p>\n' +
        '    <p dir="auto">اهداف سطح بالا<br>علاقه به تکنولوژی های مختلف<br>امکان استفاده از خلاقیت<br>همکاران با\n' +
        '        صلاحیت<br>ناشکیبا در برابر مسائل انسانی</p>\n' +
        '    <p dir="auto">مانند: تکنولوژی، وکیل، سیاستمدار، تحلیلگر مالی، برنامه ریز استراتژیک</p>\n' +
        '</div>'
    }
  },
  mbtiGroups: [ // group haye 2 taei
    {
      value: ['introversion', 'extroversion'],
      title: 'انرژی',
      text: 'از کجا انرژی میگیرید و کجا مصرفش میکنید؟'
    },
    {
      value: ['intuition', 'sensing'],
      title: 'جمع آوری اطلاعات',
      text: 'ترجیح شما در جمع آوری اطلاعات چکونه است؟'
    },
    {
      value: ['thinking', 'feeling'],
      title: 'تصمیم گیری',
      text: 'ترجیح شما در تصمیم گیری چکونه است؟'
    },
    {
      value: ['judging', 'perceiving'],
      title: 'اجرا',
      text: 'ترجیح شما در سازماندهی و اجرای تصمیمات چگونه است؟'
    }
  ]
}
