<template>
  <div id="app">
    <v-app
      id="inspire"
      class="transparent"
    >
      <v-container>
        <v-row>
          <!--  -------------------------------------------------------- right side ----------------------------------------------------------------------- -->
          <v-col cols="9">
            <!-- ------------------------- title -------------------------------  -->

            <!-- ------------------------- question -------------------------------  -->
            <div class="my-12">
              <p class="font-weight-medium my-12">
                پيوندهايى كه منشأ تشكيل ساختار دوم در پروتئین هموگلوبین هستند، ممكن  ..................
              </p>
              <v-row>
                <v-col cols="12">
                  <span>1-  است بین زیرواحد‌های سازندۀ هر رشتۀ پلی‌نوکلئوتیدی دنا مشاهده شوند.</span>
                </v-col>
                <v-col cols="12">
                  <span>2-  است بین زیرواحد‌های سازندۀ هر رشتۀ پلی‌نوکلئوتیدی دنا مشاهده شوند.</span>
                </v-col>
                <v-col cols="12">
                  <span>3-  است بین زیرواحد‌های سازندۀ هر رشتۀ پلی‌نوکلئوتیدی دنا مشاهده شوند.</span>
                </v-col>
                <v-col cols="12">
                  <span>4-  است بین زیرواحد‌های سازندۀ هر رشتۀ پلی‌نوکلئوتیدی دنا مشاهده شوند.</span>
                </v-col>
              </v-row>
            </div>
            <!-- ------------------------- answer -------------------------------  -->
            <div class="my-10">
              <p class="font-weight-medium mb-4">
                پاسخ تشریحی
              </p>
              <v-row v-if="false">
                <v-col>
                  <v-card
                    flat
                    height="160"
                    class="pa-7 px-11"
                  >
                    متنوع‌ترین گروه مولکول‌های زیستی پروتئین‌ها هستند، که همۀ آنها در ساختار خود پیوند هیدروژنی دارند. بررسی سایر گزینه‌ها: گزینۀ : بعضی آنزیم‌ها برای فعالیت به یون‌های فلزی مانند آهن، مس و یا مواد آلی مثل ویتامین‌ها نیاز دارند. كوآنزيم تنها نام مواد آلى است كه عامل تسهيل فعاليت و افزايش سرعت عملكرد آنزيم‌هاست. گزینۀ \displaystyle (2)(2): آنزیم‌ها امکان برخورد مناسب مولکول‌ها را افزایش می‌دهند و انرژی فعال‌سازی واکنش را کاهش می‌دهند. هر آنزیم روی یک یا چند پیش‌مادۀ خاص مؤثر است. گزینۀ \displaystyle (3)(3): گروهی از آنزیم‌هایی مثل پمپ سدیم – پتاسیم فعالیت خود را در غشا انجام می‌دهند.
                  </v-card>
                </v-col>
              </v-row>
            </div>

            <div class="my-10">
              <question-field
                v-model="statement"
                :title="'پاسخ تشریحی'"
                :color="color"
              />
              <question-field
                v-model="test"
                :title="'2-'"
              />
            </div>
          </v-col>
          <v-col cols="3">
            <historyComment />
          </v-col>
        </v-row>
      </v-container>
    </v-app>
  </div>
</template>

<script>
import historyComment from "@/components/QuestionBank/NewQuestion/HistoryComment/historyComment";
import QuestionField from "@/components/Question/questionField";
export default {
  name: "NewQuestion",
  components:{
    QuestionField,
    historyComment:historyComment
  },
  data () {
    return {
      color:'white',
      statement: 'متنوع‌ترین گروه مولکول‌های زیستی پروتئین‌ها هستند، که همۀ آنها در ساختار خود پیوند هیدروژنی دارند. بررسی سایر' +
          ' گزینه‌ها: گزینۀ : بعضی آنزیم‌ها برای فعالیت به یون‌های فلزی مانند آهن، مس و یا مواد آلی مثل ویتامین‌ها' +
          ' نیاز دارند. كوآنزيم تنها نام مواد آلى است كه عامل تسهيل فعاليت و افزايش سرعت عملكرد آنزيم‌هاست. گزینۀ ' +
          '\\displaystyle (2)(2): آنزیم‌ها امکان برخورد مناسب مولکول‌ها را افزایش می‌دهند و انرژی' +
          ' فعال‌سازی واکنش را کاهش می‌دهند. هر آنزیم روی یک یا چند پیش‌مادۀ خاص مؤثر است. گزینۀ \\displaystyle (3)(3): گروهی از آنزیم‌هایی مثل پمپ سدیم – پتاسیم فعالیت خود را در' +
          ' غشا انجام می‌دهند.',
      test :'است بین زیرواحد‌های سازندۀ هر رشتۀ پلی‌نوکلئوتیدی دنا مشاهده شوند.'
    }

  }
}
</script>

<style scoped>

</style>