// function getQuestion(id, sub_category_id, order) {
//     var test = [
//         {
//             id: id,
//             body: 'متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید',
//             choices: [
//                 {
//                     id: 0,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 0
//                 },
//                 {
//                     id: 1,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 1
//                 },
//                 {
//                     id: 2,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 2
//                 },
//                 {
//                     id: 3,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 3
//                 }
//             ],
//             order: order,
//             sub_category: {
//                 id: sub_category_id
//             },
//         },
//         {
//             id: id,
//             body: 'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال ' +
//                 'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال ' +
//                 'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ' +
//                 'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ',
//             choices: [
//                 {
//                     id: 0,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 0
//                 },
//                 {
//                     id: 1,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 1
//                 },
//                 {
//                     id: 2,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 2
//                 },
//                 {
//                     id: 3,
//                     body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
//                     active: false,
//                     order: 3
//                 }
//             ],
//             order: order,
//             sub_category: {
//                 id: sub_category_id
//             },
//         }
//     ]
//     return test[parseInt((Math.random() * 10) % 2)]
// }
//
// function getSubcategory(id) {
//     if (id<25) {
//         return 1
//     } else if (id<50) {
//         return 2
//     } else if (id<75) {
//         return 3
//     } else if (id<100) {
//         return 4
//     } else if (id<120) {
//         return 5
//     } else if (id<145) {
//         return 6
//     } else if (id<185) {
//         return 7
//     } else if (id<210) {
//         return 8
//     } else if (id<240) {
//         return 9
//     }
// }
//
// function getQuestions() {
//     var questions = [];
//     for (let i = 0; i < 250; i++) {
//         questions.push(getQuestion(i, getSubcategory(i), i))
//     }
//
//     return questions
// }
//
// window.localStorage.setItem('qqq', JSON.stringify(getQuestions()))

let FakeQuizData = {
    id: 313,
    title: 'آزمون آزمایشی',
    start_at: '2021-01-23 08:00:00',
    finish_at: '2021-01-23 08:00:00',
    total_question_number: 3,
    questions: [
        {
            "id": 0,
            "statement": "در کدام بیت **__~~غلط املایی~~__** وجود دارد ؟",
            "choices": [
            {
                "id": 0,
                "title" : "شد روان از بادبان پر ساخته\t\t\tهمچو بت سینه بر آب انداخته",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title" : "خداوندی است تدبیر جهان را\t\t\tبری از شبه و مثل و جنس و همتا",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title" : "تو چنانی به حیلت و تلبیس \t\t\tکز تو اعتراض می کند ابلیس",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title" : "دلم بردی به جانم قصد کردی \t\t\tمرا این واقعه بس مشکل افتاد",
                "active": false,
                "order": 3
            }
            ],
            "order": 0,
            "sub_category": {"id": 1}
        }, {
            "id": 1,
            "statement": "در کدام بیت **__~~غلط املایی~~__** هست ؟",
            "choices": [{
                "id": 0,
                "title"  : "بر خستگی نیازمندان \t\t\t\tپیوسته ز لطف توست مرهم",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "نیست گفتار او مگر تلبیس\t\t\t\tنیست کردار او مگر تزویر",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "اگر شفا نفرستی به خستگان فراق\t\t ز بستگان ارادت علم دریغ مدار",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "از قضا بهر سود و سودایی\t\t\t\tخاست از شهر شور و غوغایی",
                "active": false,
                "order": 3
            }],
            "order": 1,
            "sub_category": {"id": 1}
        }, {
            "id": 2,
            "statement": "در کدام گزینه **__~~غلط املایی~~__** هست ؟",
            "choices": [{
                "id": 0,
                "title"  : "آثار خصال جسم گم شد \t\t\tدر مطلع نور قرب جانان",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "ور سایه ی عنایت تو بر سرم فتد\t\t\tخورشید و مه به تهنیت آید به روز غم",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "محو گردی فانی مطلق شوی\t\t\tدر جهان عشق مستغرق شوی",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "چنین که من ز فراغ تو بر سر آمده ام\t\t\tگرم تو دست نگیری کجا توان برخاست",
                "active": false,
                "order": 3
            }],
            "order": 2,
            "sub_category": {"id": 1}
        }, {
            "id": 3,
            "statement": "در متن زیر چند **__~~غلط املایی~~__** دیده می شود ؟\n" +
                '\n' +
                "« هر چه رای امیرالمومنین بیند ثواب و صلاح آن باشد. پس برخاست و در خانه شد. از قضا آنجا سرای شاه بود . و به شاه گفت می خواهیم خلیفه ای نسب کنیم.»\n",
            "choices": [{
                "id": 0,
                "title"  : "یک",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "دو",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "سه",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "چهار",
                "active": false,
                "order": 3
            }],
            "order": 3,
            "sub_category": {"id": 1}
        }, {
            "id": 4,
            "statement": "در عبارت زیر چند **__~~غلط املایی~~__** دیده می شود؟\n" +
                '\n' +
                "« خلعتی فاخر دادش و طیلسان پیش آورد و خدمت کرد و بازگشت و اسب خواجه ی بزرگ رئیس نیشابور خاستند و به خانه باز رفت و وی را سخت نیکو حق گذاردند.»\n",
            "choices": [{
                "id": 0,
                "title"  : "یک",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "دو",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "سه",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "چهار",
                "active": false,
                "order": 3
            }],
            "order": 4,
            "sub_category": {"id": 1}
        }, {
            "id": 5,
            "statement": "در کدام گزینه **__~~غلط املایی~~__** دیده می شود ؟",
            "choices": [{
                "id": 0,
                "title"  : "گهی در غربت از بیگانگانم \t\t\t\tگهی در فرقت از دیوانگانم",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "داعیه ی شوق نیست رفتن و باز آمدن \t\tقاعده ی مهر نیست بستن و بگسیختن",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "بنگر به ضعیف حال درویشان \t\t\tبگذار سپاس آنکه بر گاهی",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "باز کش پای ز آزار همه\t\t\t\tدست بگشای به ایثار همه",
                "active": false,
                "order": 3
            }],
            "order": 5,
            "sub_category": {"id": 1}
        }, {
            "id": 6,
            "statement": "در کدام گزینه **__~~غلط املایی~~__** هست؟",
            "choices": [{
                "id": 0,
                "title"  : "هر که اینجا خواری و محنت کشید\t\tروح و راحت اندر آنجا او بدید",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : " دیدم نهان فرشتهٔ شرم و عفاف او\t\t\tآورده سر به گوش من و عذر خواهش است ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "تو را همتا کجا باشد که در باغ جمال تو\t\t\tکند پسته شکرریزی کند سنبل ثمن سایی",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "ز لشکر هرآنکس که بد پيشرو\t\t\tبرانگيختند اسب و برخاست غو",
                "active": false,
                "order": 3
            }],
            "order": 6,
            "sub_category": {"id": 1}
        }, {
            "id": 7,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 7,
            "sub_category": {"id": 1}
        }, {
            "id": 8,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 8,
            "sub_category": {"id": 1}
        }, {
            "id": 9,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 9,
            "sub_category": {"id": 1}
        }, {
            "id": 10,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 10,
            "sub_category": {"id": 1}
        }, {
            "id": 11,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 11,
            "sub_category": {"id": 1}
        }, {
            "id": 12,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 12,
            "sub_category": {"id": 1}
        }, {
            "id": 13,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 13,
            "sub_category": {"id": 1}
        }, {
            "id": 14,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 14,
            "sub_category": {"id": 1}
        }, {
            "id": 15,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 15,
            "sub_category": {"id": 1}
        }, {
            "id": 16,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 16,
            "sub_category": {"id": 1}
        }, {
            "id": 17,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 17,
            "sub_category": {"id": 1}
        }, {
            "id": 18,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 18,
            "sub_category": {"id": 1}
        }, {
            "id": 19,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 19,
            "sub_category": {"id": 1}
        }, {
            "id": 20,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 20,
            "sub_category": {"id": 1}
        }, {
            "id": 21,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 21,
            "sub_category": {"id": 1}
        }, {
            "id": 22,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 22,
            "sub_category": {"id": 1}
        }, {
            "id": 23,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 23,
            "sub_category": {"id": 1}
        }, {
            "id": 24,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 24,
            "sub_category": {"id": 1}
        }, {
            "id": 25,
            "statement": "عَیِّن الصَّحیحَ فی استخدامِ الأعدادِ:",
            "choices": [{
                "id": 0,
                "title"  : "یُفتَحُ بابُ مَدرستی فی السّاعةِ السَّبعةِ صباحاً!",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "کتبتُ مقالتینِ إثنتینِ فی مجالِ التَّربیةِ و التَّعلیمِ!",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "راجعتُ خُمس مرّاتٍ إلی الجامعةِ لإعلمَ درجاتي!",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "زرتُ ثلاثةَ بلادٍ و اشتریتُ رابعَ هدایا لأصدِقائي!",
                "active": false,
                "order": 3
            }],
            "order": 25,
            "sub_category": {"id": 2}
        }, {
            "id": 26,
            "statement": "في أيّ عِبارةٍ ما جاءَ المعدود؟",
            "choices": [{
                "id": 0,
                "title"  : "یأخُذُ الفائِزُ الأوّلُ جائزةً ذَهَبیّةً!\t",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "أرسلناهُ إلی مِئةِ ألف أو یزیدونَ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "مَن جاءَ بِالحَسَنةِ فَلَهُ عَشرُ أمثالِها",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "قالَ اللهُ لا تَتّخذوا إلهینِ إثنینِ إنَّما هُوَ إلهٌ واحدٌ",
                "active": false,
                "order": 3
            }],
            "order": 26,
            "sub_category": {"id": 2}
        }, {
            "id": 27,
            "statement": "مَیِّز العددَ التّرتیبيَّ:",
            "choices": [{
                "id": 0,
                "title"  : "إذا کانَ اثنانِ یَتَناجَیانِ فَلا تَدخل بَینَهُما!",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "أَنزَلَ فی الارضِ جُزءاً واحِداً فَمِنهُ یَتَراحَمُ الخَلقُ!",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جاءَ مُعلِّمی بالهَدایا للفائزة الأولی فی الحَفلَةِ!\t",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جَعَلَ الله الرَّحمةَ مِئَةَ جُزءٍ، فأمسَکَ عِندَهُ تسعةً و تِسعینَ ",
                "active": false,
                "order": 3
            }],
            "order": 27,
            "sub_category": {"id": 2}
        }, {
            "id": 28,
            "statement": "عیّن الصحیح فی أمر «تُسرِعُون»:",
            "choices": [{
                "id": 0,
                "title"  : "إسرِعُوا ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "أسرعون",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "اُسرعوا",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "أسرِعُوا",
                "active": false,
                "order": 3
            }],
            "order": 28,
            "sub_category": {"id": 2}
        }, {
            "id": 29,
            "statement": "عیّن الصحیح:",
            "choices": [{
                "id": 0,
                "title"  : "هنّ تَتَکاسَلنَ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "إنتنّ یَتَکاسَلنَ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "هما تَتَکاسلانِ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "أنتما تَتَکاسلونَ",
                "active": false,
                "order": 3
            }],
            "order": 29,
            "sub_category": {"id": 2}
        }, {
            "id": 30,
            "statement": "في أيّ عبارة ما جاءَ المصدر بزیادة حرفٍ إو حَرفَینِ (المزید الثُّلاثیّ)؟",
            "choices": [{
                "id": 0,
                "title"  : "العُلَماء قاموا بِمُحاوَلاتٍ کثیرةٍ فی مجال الفلک!",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "یَئِسَ العُلَماءُ مِن مَعرِفَةِ سِرِّ تلک الظّاهرة العَجیبَة!",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "علی کُلِّ النّاسِ أن یَتَعایَشوا مَعَ بَعضِهم تَعایشاً سِلمیّاً!",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "هذا الإحتفالُ بِمُناسبَة أوَلِ یَومٍ مِن أیّامِ السَّنَةِ ا",
                "active": false,
                "order": 3
            }],
            "order": 30,
            "sub_category": {"id": 2}
        }, {
            "id": 31,
            "statement": "فی إیِّ عبارةٍ جاء المصدرُ ؟",
            "choices": [{
                "id": 0,
                "title"  : "هَل تصدّقُ أن تری أسماکاً تَتَساقَطُ؟",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "تَحدثُ هذه الظاهرةُ کلّ سنةٍ فیُلاحِظُ الناسُ غیمةً!",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "أرسلوا فریقاً لزیارةِ المکانِ و التعرّفِ علی الأسماکِ!",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "تعلَّمِ اللُّغةَ العربیَّةَ فإنَّها لغة القرآن!",
                "active": false,
                "order": 3
            }],
            "order": 31,
            "sub_category": {"id": 2}
        }, {
            "id": 32,
            "statement": "یّن فعل ثلاثی مزید من باب انفعال:",
            "choices": [{
                "id": 0,
                "title"  : "ینتصرون",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "یجتنبون",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "ینتقمون",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "ینصرفون",
                "active": false,
                "order": 3
            }],
            "order": 32,
            "sub_category": {"id": 2}
        }, {
            "id": 33,
            "statement": "عیّن الخطأ:",
            "choices": [{
                "id": 0,
                "title"  : "تعاوَنُوا: فعل امر",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "إکتَسَبُوا: فعل ماضی",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "تعاوَنُوا: فعل ماضی",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "إکتَسِبُوا: فعل ماضی",
                "active": false,
                "order": 3
            }],
            "order": 33,
            "sub_category": {"id": 2}
        }, {
            "id": 34,
            "statement": "إنتَخِبِ الصَّحیحَ فی تَعیینِ نَوعِ الجملَةِ:",
            "choices": [{
                "id": 0,
                "title"  : "أظُنُّ أنَّهُ قَد ذَهَبَ أَبي إلی مدینة طهران مَرّاتٍ! -> الجملة الإسمیّة",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "تُحَوِّلُ الأسماکُ المُضیئَةُ ظلامَ البحر إلَی نهارٍ مُضيءٍ! -> الجملة الفعلیّة",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "تَعَلُّم اللُّغَة العربیّة واجبٌ علی جمیع مُسلمي العالَم! -> الجملة الفعلیّة",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "أَحَبُّ عِبادِ اللهِ إلَی الله أنفَعُهُم لِعِبادِه! -> الجملة الفعلیّة",
                "active": false,
                "order": 3
            }],
            "order": 34,
            "sub_category": {"id": 2}
        }, {
            "id": 35,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 35,
            "sub_category": {"id": 2}
        }, {
            "id": 36,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 36,
            "sub_category": {"id": 2}
        }, {
            "id": 37,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 37,
            "sub_category": {"id": 2}
        }, {
            "id": 38,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 38,
            "sub_category": {"id": 2}
        }, {
            "id": 39,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 39,
            "sub_category": {"id": 2}
        }, {
            "id": 40,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 40,
            "sub_category": {"id": 2}
        }, {
            "id": 41,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 41,
            "sub_category": {"id": 2}
        }, {
            "id": 42,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 42,
            "sub_category": {"id": 2}
        }, {
            "id": 43,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 43,
            "sub_category": {"id": 2}
        }, {
            "id": 44,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 44,
            "sub_category": {"id": 2}
        }, {
            "id": 45,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 45,
            "sub_category": {"id": 2}
        }, {
            "id": 46,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 46,
            "sub_category": {"id": 2}
        }, {
            "id": 47,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 47,
            "sub_category": {"id": 2}
        }, {
            "id": 48,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 48,
            "sub_category": {"id": 2}
        }, {
            "id": 49,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 49,
            "sub_category": {"id": 2}
        }, {
            "id": 50,
            "statement": "«تمام موجودات، وجود خود را از خداوند می‌گیرند» و «بی‌همتایی خداوند در همه¬ی مراتب توحید» به ترتیب از دقت در کدام آیات قرآن کریم مفهوم می‌گردد؟",
            "choices": [{
                "id": 0,
                "title"  : "﴿مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ﴾ ـ ﴿وَ لَمْ یَکُنْ لَهُ کُفُوًا أحَدٌ﴾",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "﴿مَا لَهُمْ مِنْ دُونِهِ مِنْ وَلِيٍّ﴾ ـ ﴿قُلِ اللهُ خَالِقُ کُلِّ شَيْءٍ﴾",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "﴿اللهُ نُورُ السَّمَاوَاتِ وَ الْأَرْضِ﴾ ـ ﴿قُلِ اللهُ خَالِقُ کُلِّ شَيْءٍ﴾",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "﴿اللهُ نُورُ السَّمَاوَاتِ وَ الْأَرْضِ﴾ ـ ﴿وَ لَمْ یَکُنْ لَهُ کُفُوًا أحَدٌ﴾",
                "active": false,
                "order": 3
            }],
            "order": 50,
            "sub_category": {"id": 3}
        }, {
            "id": 51,
            "statement": "با توجه به سخن امیرالمؤمنین (ع) کدام عبارت مبیّن نهایت عزّت است و بالاترین افتخار چیست؟",
            "choices": [{
                "id": 0,
                "title"  : "(قُلِ اللهُ خَالِقُ کُلِّ شَيْءٍ وَ هُوَ الْوَاحِدُ الْقَهَّارُ) ـ پذیرش توحید در ربوبیت",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "(قُلِ اللهُ خَالِقُ کُلِّ شَيْءٍ وَ هُوَ الْوَاحِدُ الْقَهَّارُ) ـ باور به توحید در خالقیت",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "(وَ أنِ اعْبُدُونِي هذَا صِرَاطٌ مُسْتَقِیمٌ) ـ پذیرش توحید در ربوبیت",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "(وَ أنِ اعْبُدُونِي هذَا صِرَاطٌ مُسْتَقِیمٌ) ـ باور به توحید در خالقیت",
                "active": false,
                "order": 3
            }],
            "order": 51,
            "sub_category": {"id": 3}
        }, {
            "id": 52,
            "statement": "آیه¬ی شریفه¬ی (ِإنَّ اللهَ یُمْسِکُ السَّمَاوَاتِ وَ الْأَرْضَ أنْ تَزُولاً...) بیانگر کدام موارد است؟",
            "choices": [{
                "id": 0,
                "title"  : "توحید در ربوبیّت ـ هدایت و امداد الهی",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "توحید در ربوبیّت ـ قدر و قضای الهی",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "توحید در خالقیّت ـ هدایت و امداد الهی",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "توحید در خالقیّت ـ قدر و قضای الهی",
                "active": false,
                "order": 3
            }],
            "order": 52,
            "sub_category": {"id": 3}
        }, {
            "id": 53,
            "statement": "کدام مورد، مفهوم عبارتِ شریف (اللهُ الصَّمَدُ) را بیان نموده است؟",
            "choices": [{
                "id": 0,
                "title"  : "(قُلْ أ غَیْرَ اللهِ أبْغِي رَبّاً وَ هُوَ رَبُّ کُلِّ شَيْءٍ)",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "(قُلِ اللَّهُمَّ مَالِکَ الْمُلْکِ تُؤْتِي الْمُلْکَ مَنْ تَشَاءُ)",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "(إنَّ اللهَ رَبِّي وَ رَبُّکُمْ فَاعْبُدُوهُ هذَا صِرَاطٌ مُسْتَقِیمٌ)",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "(یَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَ الْأَرْضِ کُلَّ یَوْمٍ هُوَ فِي شَأْنٍ)",
                "active": false,
                "order": 3
            }],
            "order": 53,
            "sub_category": {"id": 3}
        }, {
            "id": 54,
            "statement": "چه کسانی بزرگ‌ترین ضربه را بر پیکر اسلام وارد کرده‌اند و اعتقاد غیرعقلانی آنان چیست؟",
            "choices": [{
                "id": 0,
                "title"  : "مشرکان ـ طلب دعا و درخواست شفاعت را شرک می‌دانند.",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "تکفیری‌ها ـ طلب دعا و درخواست شفاعت را شرک می‌دانند.",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "مشرکان ـ استغفار پیامبران در حق منافقان را مؤثر می‌دانند.",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "تکفیری‌ها ـ استغفار پیامبران در حق منافقان را مؤثر می‌دانند.",
                "active": false,
                "order": 3
            }],
            "order": 54,
            "sub_category": {"id": 3}
        }, {
            "id": 55,
            "statement": "عبارتِ «جهان از اصل‌های متعدد پدید نیامده است» و آیه¬ی شریفه¬ی (وَ لَمْ یَکُنْ لَهُ کُفُوًا أحَدٌ) به ترتیب، به کدام بُعد از ابعاد توحید، اشاره دارد؟",
            "choices": [{
                "id": 0,
                "title"  : "ربوبیّت ـ خالقیّت",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "ربوبیّت ـ اصل توحید",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "خالقیّت ـ خالقیّت",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "خالقیّت ـ اصل توحید",
                "active": false,
                "order": 3
            }],
            "order": 55,
            "sub_category": {"id": 3}
        }, {
            "id": 56,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 56,
            "sub_category": {"id": 3}
        }, {
            "id": 57,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 57,
            "sub_category": {"id": 3}
        }, {
            "id": 58,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 58,
            "sub_category": {"id": 3}
        }, {
            "id": 59,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 59,
            "sub_category": {"id": 3}
        }, {
            "id": 60,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 60,
            "sub_category": {"id": 3}
        }, {
            "id": 61,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 61,
            "sub_category": {"id": 3}
        }, {
            "id": 62,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 62,
            "sub_category": {"id": 3}
        }, {
            "id": 63,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 63,
            "sub_category": {"id": 3}
        }, {
            "id": 64,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 64,
            "sub_category": {"id": 3}
        }, {
            "id": 65,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 65,
            "sub_category": {"id": 3}
        }, {
            "id": 66,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 66,
            "sub_category": {"id": 3}
        }, {
            "id": 67,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 67,
            "sub_category": {"id": 3}
        }, {
            "id": 68,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 68,
            "sub_category": {"id": 3}
        }, {
            "id": 69,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 69,
            "sub_category": {"id": 3}
        }, {
            "id": 70,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 70,
            "sub_category": {"id": 3}
        }, {
            "id": 71,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 71,
            "sub_category": {"id": 3}
        }, {
            "id": 72,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 72,
            "sub_category": {"id": 3}
        }, {
            "id": 73,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 73,
            "sub_category": {"id": 3}
        }, {
            "id": 74,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 74,
            "sub_category": {"id": 3}
        }, {
            "id": 75,
            "statement": "The boss would get mad if you leave early again, so…… ask for his permission first. ",
            "choices": [{
                "id": 0,
                "title"  : "you should ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "you might",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "would you",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "you are going to",
                "active": false,
                "order": 3
            }],
            "order": 75,
            "sub_category": {"id": 4}
        }, {
            "id": 76,
            "statement": "The bus drivers …………. a rest, as they have just returned from a long trip.",
            "choices": [{
                "id": 0,
                "title"  : "will need",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "must need",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "should be needed",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "who are going to need",
                "active": false,
                "order": 3
            }],
            "order": 76,
            "sub_category": {"id": 4}
        }, {
            "id": 77,
            "statement": "I should say that I haven't seen…………. man than Peter in my whole life so far.",
            "choices": [{
                "id": 0,
                "title"  : "as generous as a ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "a more generous",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "the most generous",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "the most generous of",
                "active": false,
                "order": 3
            }],
            "order": 77,
            "sub_category": {"id": 4}
        }, {
            "id": 78,
            "statement": "I am sorry to say so, but …………. of all is that they have grown used up to this pattern of behavior. ",
            "choices": [{
                "id": 0,
                "title"  : "things worst",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "worse things",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "the worst thing",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "the worst of things",
                "active": false,
                "order": 3
            }],
            "order": 78,
            "sub_category": {"id": 4}
        }, {
            "id": 79,
            "statement": "A:Did anyone help them to do the project?\n\n" +
                "B: No, those college students, Ted and Tom, …………. did the project. They actually worked  together very hard. ",
            "choices": [{
                "id": 0,
                "title"  : "who",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "they",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "themselves",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "were those",
                "active": false,
                "order": 3
            }],
            "order": 79,
            "sub_category": {"id": 4}
        }, {
            "id": 80,
            "statement": "Catherine explained the lesson to the class …………. an experienced teacher.",
            "choices": [{
                "id": 0,
                "title"  : "as good as",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "as well as",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "the best of",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "better than that",
                "active": false,
                "order": 3
            }],
            "order": 80,
            "sub_category": {"id": 4}
        }, {
            "id": 81,
            "statement": "Nolde states that …………. the 1st of February 1893 in the desert north of Hail the temperature fell from 78ᵒ a little before sunset to 18ᵒ a quarter of an hour later.",
            "choices": [{
                "id": 0,
                "title"  : "at",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "in",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "on",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "for",
                "active": false,
                "order": 3
            }],
            "order": 81,
            "sub_category": {"id": 4}
        }, {
            "id": 82,
            "statement": "The modern train appeared to be going as fast as, perhaps even faster than ………….",
            "choices": [{
                "id": 0,
                "title"  : "a car the fastest",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "fastest cars",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "a car is the fastest",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "the fastest ",
                "active": false,
                "order": 3
            }],
            "order": 82,
            "sub_category": {"id": 4}
        }, {
            "id": 83,
            "statement": "The two friends planned to leave their home country………….  September 15th 2020.",
            "choices": [{
                "id": 0,
                "title"  : "on",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "at",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "in",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "for",
                "active": false,
                "order": 3
            }],
            "order": 83,
            "sub_category": {"id": 4}
        }, {
            "id": 84,
            "statement": "The newly employed girl is more efficient …………. they have ever had.",
            "choices": [{
                "id": 0,
                "title"  : "than any other secretary",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "any other secretary than",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "secretary than any other",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "any other than secretary",
                "active": false,
                "order": 3
            }],
            "order": 84,
            "sub_category": {"id": 4}
        }, {
            "id": 85,
            "statement": "My car is three times………….  yours.",
            "choices": [{
                "id": 0,
                "title"  : "as heavey as",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "heavier than",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "as heavy",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "one and two",
                "active": false,
                "order": 3
            }],
            "order": 85,
            "sub_category": {"id": 4}
        }, {
            "id": 86,
            "statement": "The car takes an hour. By bus itʹll take you twice…………. ",
            "choices": [{
                "id": 0,
                "title"  : "longer",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "as long",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "as long as",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "longer than",
                "active": false,
                "order": 3
            }],
            "order": 86,
            "sub_category": {"id": 4}
        }, {
            "id": 87,
            "statement": "I know …………. restaurant not far from here.",
            "choices": [{
                "id": 0,
                "title"  : "few",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "a few",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "little",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "a little",
                "active": false,
                "order": 3
            }],
            "order": 87,
            "sub_category": {"id": 4}
        }, {
            "id": 88,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 88,
            "sub_category": {"id": 4}
        }, {
            "id": 89,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 89,
            "sub_category": {"id": 4}
        }, {
            "id": 90,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 90,
            "sub_category": {"id": 4}
        }, {
            "id": 91,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 91,
            "sub_category": {"id": 4}
        }, {
            "id": 92,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 92,
            "sub_category": {"id": 4}
        }, {
            "id": 93,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 93,
            "sub_category": {"id": 4}
        }, {
            "id": 94,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 94,
            "sub_category": {"id": 4}
        }, {
            "id": 95,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 95,
            "sub_category": {"id": 4}
        }, {
            "id": 96,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 96,
            "sub_category": {"id": 4}
        }, {
            "id": 97,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 97,
            "sub_category": {"id": 4}
        }, {
            "id": 98,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 98,
            "sub_category": {"id": 4}
        }, {
            "id": 99,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 99,
            "sub_category": {"id": 4}
        }, {
            "id": 100,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 100,
            "sub_category": {"id": 5}
        }, {
            "id": 101,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 101,
            "sub_category": {"id": 5}
        }, {
            "id": 102,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 102,
            "sub_category": {"id": 5}
        }, {
            "id": 103,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 103,
            "sub_category": {"id": 5}
        }, {
            "id": 104,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 104,
            "sub_category": {"id": 5}
        }, {
            "id": 105,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 105,
            "sub_category": {"id": 5}
        }, {
            "id": 106,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 106,
            "sub_category": {"id": 5}
        }, {
            "id": 107,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 107,
            "sub_category": {"id": 5}
        }, {
            "id": 108,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 108,
            "sub_category": {"id": 5}
        }, {
            "id": 109,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 109,
            "sub_category": {"id": 5}
        }, {
            "id": 110,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 110,
            "sub_category": {"id": 5}
        }, {
            "id": 111,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 111,
            "sub_category": {"id": 5}
        }, {
            "id": 112,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 112,
            "sub_category": {"id": 5}
        }, {
            "id": 113,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 113,
            "sub_category": {"id": 5}
        }, {
            "id": 114,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 114,
            "sub_category": {"id": 5}
        }, {
            "id": 115,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 115,
            "sub_category": {"id": 5}
        }, {
            "id": 116,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 116,
            "sub_category": {"id": 5}
        }, {
            "id": 117,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 117,
            "sub_category": {"id": 5}
        }, {
            "id": 118,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 118,
            "sub_category": {"id": 5}
        }, {
            "id": 119,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 119,
            "sub_category": {"id": 5}
        }, {
            "id": 120,
            "statement": "مجموعه جواب نامعادلۀ $1<\\frac{2x-3}{x+}<3$ ، به کدام صورت است؟",
            "choices": [
                {
                    "id": 0,
                "title"  : "$$-\\lbrack-6,4\\rbrack$$",
                    "active": false,
                    "order": 0
                }, {
                    "id": 1,
                "title"  : "$$x<-6$$",
                    "active": false,
                    "order": 1
                }, {
                    "id": 2,
                "title"  : "$$x>4$$",
                    "active": false,
                    "order": 2
                }, {
                    "id": 3,
                "title"  : "$$-\\lbrack-4,6\\rbrack$$",
                    "active": false,
                    "order": 3
                }
            ],
            "order": 120,
            "sub_category": {"id": 6}
        }, {
            "id": 121,
            "statement": "اگر عبارت $\\sqrt[4]{\\frac{2}{x^2}-\\frac{9}{2}}+\\sqrt[3]{2x-x^2}$ ، عدد حقیقی باشد، مجموعه‌ی مقادیر   در کدام بازه است؟",
            "choices": [{
                "id": 0,
                "title"  : "$$\\lbrack-\\frac{2}{3},0)\\cup(0,\\frac{2}{3}\\rbrack$$",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "$$\\lbrack-\\frac{2}{3},0)\\cup(0,2\\rbrack$$",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "$$\\lbrack-\\frac{2}{3},\\frac{2}{3}\\rbrack$$",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "$$\\lbrack\\frac{2}{3},2\\rbrack$$",
                "active": false,
                "order": 3
            }],
            "order": 121,
            "sub_category": {"id": 6}
        }, {
            "id": 122,
            "statement": "مجموعۀ جواب نامعادلۀ $\\frac{7x-8}{x^2-x-2}>\\frac{x}{x-2}$ ، به‌صورت بازه، کدام است؟",
            "choices": [{
                "id": 0,
                "title"  : "$$(-1,2)$$",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "$$(-1,2)\\cup(2,4)$$",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "$$(2,4)$$",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "$$(-4,1)\\cup(2,3)$$",
                "active": false,
                "order": 3
            }],
            "order": 122,
            "sub_category": {"id": 6}
        }, {
            "id": 123,
            "statement": "نمودار $y=(1-x^2)(x^2-4)$ به کدام صورت است؟",
            "choices": [{
                "id": 0,
                "title"  : "![](http://cdn.alaatv.com/upload/onlineQuiz-sample-math-1.png?w=300&h=227)",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "![alt text](https://cdn.alaatv.com/upload/onlineQuiz-sample-math-2.png?w=300&h=227 \"Logo Title Text 1\")",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "![alt text](https://cdn.alaatv.com/upload/onlineQuiz-sample-math-3.png?w=300&h=227 \"Logo Title Text 1\")",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "![alt text](https://cdn.alaatv.com/upload/onlineQuiz-sample-math-4.png?w=300&h=227 \"Logo Title Text 1\")",
                "active": false,
                "order": 3
            }],
            "order": 123,
            "sub_category": {"id": 6}
        }, {
            "id": 124,
            "statement": "حاصل $\\frac{2}{2+\\sqrt[]{5}}-\\sqrt[]{20}+\\sqrt[]{48}\\times\\frac{\\sqrt[]{3}}{3}$ ، كدام است؟",
            "choices": [{
                "id": 0,
                "title"  : "صفر",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "1",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "2",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "$$\\sqrt[]{5}$$",
                "active": false,
                "order": 3
            }],
            "order": 124,
            "sub_category": {"id": 6}
        }, {
            "id": 125,
            "statement": "خلاصه شده عبارت $(\\frac{\\sqrt[]{2}}{2})^6\\times(2\\frac{1}{4})\\times(0/75)^{-3}$ ، كدام است؟‌",
            "choices": [{
                "id": 0,
                "title"  : "$$\\frac{2}{3}$$",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "$$\\frac{3}{2}$$",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "$2$",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "$3$",
                "active": false,
                "order": 3
            }],
            "order": 125,
            "sub_category": {"id": 6}
        }, {
            "id": 126,
            "statement": "اگر $A=\\frac{2}{3}\\sqrt[]{18}+2\\sqrt[]{27}-\\sqrt[]{108}+0/3\\sqrt[]{200}$ باشد ، $A^2$ برابر كدام است؟ \n",
            "choices": [{
                "id": 0,
                "title"  : "32",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "45",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "48",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "50",
                "active": false,
                "order": 3
            }],
            "order": 126,
            "sub_category": {"id": 6}
        }, {
            "id": 127,
            "statement": "حاصل $\\frac{2}{2+\\sqrt[]{6}}+(2\\sqrt[]{3}-3\\sqrt[]{2})(\\sqrt[]{3}+\\sqrt[]{2})$ كدام است؟",
            "choices": [{
                "id": 0,
                "title"  : "$-2$",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "$-1$",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "$1$",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "$2$",
                "active": false,
                "order": 3
            }],
            "order": 127,
            "sub_category": {"id": 6}
        }, {
            "id": 128,
            "statement": "حاصل عبارت $\\frac{\\sqrt[]{8}+\\sqrt[]{6}}{\\sqrt[]{2}}-\\frac{1-\\sqrt[]{3}}{1+\\sqrt[]{3}}$ كدام است؟",
            "choices": [{
                "id": 0,
                "title"  : "$2$",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "$3$",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "$$2\\sqrt[]{3}$$",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "$4$",
                "active": false,
                "order": 3
            }],
            "order": 128,
            "sub_category": {"id": 6}
        }, {
            "id": 129,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 129,
            "sub_category": {"id": 6}
        }, {
            "id": 130,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 130,
            "sub_category": {"id": 6}
        }, {
            "id": 131,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 131,
            "sub_category": {"id": 6}
        }, {
            "id": 132,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 132,
            "sub_category": {"id": 6}
        }, {
            "id": 133,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 133,
            "sub_category": {"id": 6}
        }, {
            "id": 134,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 134,
            "sub_category": {"id": 6}
        }, {
            "id": 135,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 135,
            "sub_category": {"id": 6}
        }, {
            "id": 136,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 136,
            "sub_category": {"id": 6}
        }, {
            "id": 137,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 137,
            "sub_category": {"id": 6}
        }, {
            "id": 138,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 138,
            "sub_category": {"id": 6}
        }, {
            "id": 139,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 139,
            "sub_category": {"id": 6}
        }, {
            "id": 140,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 140,
            "sub_category": {"id": 6}
        }, {
            "id": 141,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 141,
            "sub_category": {"id": 6}
        }, {
            "id": 142,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 142,
            "sub_category": {"id": 6}
        }, {
            "id": 143,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 143,
            "sub_category": {"id": 6}
        }, {
            "id": 144,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 144,
            "sub_category": {"id": 6}
        }, {
            "id": 145,
            "statement": "در مورد تشریح مغز چند مورد صحیح می‌باشد؟\n" +
                "\n" +
                "الف) در لبه پایینی بطن سوم، اپی‌فیز قرار دارد.\n" +
                "\n" +
                "ب) در عقب تالاموس‌ها برجستگی چهارگانه قرار دارد.\n" +
                "\n" +
                "ج) در زیر رابطه‌ی سه‌گوش تالاموس‌ها دیده می‌شوند.\n" +
                "\n" +
                "د) اجسام مخطط در فضای داخلی بطن 1و2 مغز قرار دارند. \n" +
                "\n" +
                "ه) ساقه مغز از سطح پشتی مغز دیده می‌شود. \n",
            "choices": [{
                "id": 0,
                "title"  : "4",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "3",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "2",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "1",
                "active": false,
                "order": 3
            }],
            "order": 145,
            "sub_category": {"id": 7}
        }, {
            "id": 146,
            "statement": "کدام عبارت‌ها نادرست هستند؟ \"در انسان سالم، .................\" \n" +
                "\n" +
                "الف) لوبهای بویایی با سامانه لیمبیک در ارتباط هستند.\n" +
                "\n" +
                "ب) قسمتی از مغز که مرکز احساسات است، تالامو‌س‌ را به مرکز تشنگی و گرسنگی و قشر مخ متصل می‌کند.\n" +
                "\n" +
                "ج) علاوه‌بر تالاموس، مراکز مهم دیگری برای پردازش اطلاعات در بالای ساقه مغز وجود دارند.\n" +
                "\n" +
                "د) مهم‌ترین مرکز هماهنگی حرکات بدن برای حفظ تعادل، در مجاورت هیپوتالاموس قرار دارد.\n",
            "choices": [{
                "id": 0,
                "title"  : "الف و ب",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "الف و ج",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "ب و د",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "ج و د",
                "active": false,
                "order": 3
            }],
            "order": 146,
            "sub_category": {"id": 7}
        }, {
            "id": 147,
            "statement": "چند مورد عبارت زیر را به درستی تکمیل می‌کند؟\n" +
                "\n" +
                "\"در یک انسان ایستاده، .......... نسبت به ..................... سطح بالاتری قرار دارد.\"\n" +
                "\n" +
                "الف) استخوان رکابی-چکشی\n" +
                "\n" +
                "ب) مجاری نیم‌دایره- پرده صماخ\n" +
                "\n" +
                "ج) برجستگی چهارگانه- پل مغزی\n" +
                "\n" +
                "د) مغز میانی- تالاموس                     \n" +
                "\n" +
                "ه) غده فوق‌کلیوی- پانکراس\n",
            "choices": [{
                "id": 0,
                "title"  : "2",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "3",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "4",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "5",
                "active": false,
                "order": 3
            }],
            "order": 147,
            "sub_category": {"id": 7}
        }, {
            "id": 148,
            "statement": "با نزدیک شدن اختلاف پتانسیل نورون حسی به صفر ممکن نیست......... ",
            "choices": [{
                "id": 0,
                "title"  : "کانال‌های دریچه‌دار پتاسیمی باز باشند و تراکم پتاسیم داخل سلول شدیداً کاهش ‌یابد.",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "با مصرف ATP غلظت یون‌های سدیم و پتاسیم در دو سمت غشا به حالت آرامش بازگردد.",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "نفوذپذیری غشاء به یون‌های سدیمی بیشتر از نفوذپذیری آن به پتاسیم باشد.",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "کانال‌های دریچه‌دار پتاسیمی بسته باشند و مقدار یون‌های پتاسیم درون‌یاخته از بیرون آن بیشتر است.",
                "active": false,
                "order": 3
            }],
            "order": 148,
            "sub_category": {"id": 7}
        }, {
            "id": 149,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 149,
            "sub_category": {"id": 7}
        }, {
            "id": 150,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 150,
            "sub_category": {"id": 7}
        }, {
            "id": 151,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 151,
            "sub_category": {"id": 7}
        }, {
            "id": 152,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 152,
            "sub_category": {"id": 7}
        }, {
            "id": 153,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 153,
            "sub_category": {"id": 7}
        }, {
            "id": 154,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 154,
            "sub_category": {"id": 7}
        }, {
            "id": 155,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 155,
            "sub_category": {"id": 7}
        }, {
            "id": 156,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 156,
            "sub_category": {"id": 7}
        }, {
            "id": 157,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 157,
            "sub_category": {"id": 7}
        }, {
            "id": 158,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 158,
            "sub_category": {"id": 7}
        }, {
            "id": 159,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 159,
            "sub_category": {"id": 7}
        }, {
            "id": 160,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 160,
            "sub_category": {"id": 7}
        }, {
            "id": 161,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 161,
            "sub_category": {"id": 7}
        }, {
            "id": 162,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 162,
            "sub_category": {"id": 7}
        }, {
            "id": 163,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 163,
            "sub_category": {"id": 7}
        }, {
            "id": 164,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 164,
            "sub_category": {"id": 7}
        }, {
            "id": 165,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 165,
            "sub_category": {"id": 7}
        }, {
            "id": 166,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 166,
            "sub_category": {"id": 7}
        }, {
            "id": 167,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 167,
            "sub_category": {"id": 7}
        }, {
            "id": 168,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 168,
            "sub_category": {"id": 7}
        }, {
            "id": 169,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 169,
            "sub_category": {"id": 7}
        }, {
            "id": 170,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 170,
            "sub_category": {"id": 7}
        }, {
            "id": 171,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 171,
            "sub_category": {"id": 7}
        }, {
            "id": 172,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 172,
            "sub_category": {"id": 7}
        }, {
            "id": 173,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 173,
            "sub_category": {"id": 7}
        }, {
            "id": 174,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 174,
            "sub_category": {"id": 7}
        }, {
            "id": 175,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 175,
            "sub_category": {"id": 7}
        }, {
            "id": 176,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 176,
            "sub_category": {"id": 7}
        }, {
            "id": 177,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 177,
            "sub_category": {"id": 7}
        }, {
            "id": 178,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 178,
            "sub_category": {"id": 7}
        }, {
            "id": 179,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 179,
            "sub_category": {"id": 7}
        }, {
            "id": 180,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 180,
            "sub_category": {"id": 7}
        }, {
            "id": 181,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 181,
            "sub_category": {"id": 7}
        }, {
            "id": 182,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 182,
            "sub_category": {"id": 7}
        }, {
            "id": 183,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 183,
            "sub_category": {"id": 7}
        }, {
            "id": 184,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 184,
            "sub_category": {"id": 7}
        }, {
            "id": 185,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 185,
            "sub_category": {"id": 8}
        }, {
            "id": 186,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 186,
            "sub_category": {"id": 8}
        }, {
            "id": 187,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 187,
            "sub_category": {"id": 8}
        }, {
            "id": 188,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 188,
            "sub_category": {"id": 8}
        }, {
            "id": 189,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 189,
            "sub_category": {"id": 8}
        }, {
            "id": 190,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 190,
            "sub_category": {"id": 8}
        }, {
            "id": 191,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 191,
            "sub_category": {"id": 8}
        }, {
            "id": 192,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 192,
            "sub_category": {"id": 8}
        }, {
            "id": 193,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 193,
            "sub_category": {"id": 8}
        }, {
            "id": 194,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 194,
            "sub_category": {"id": 8}
        }, {
            "id": 195,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 195,
            "sub_category": {"id": 8}
        }, {
            "id": 196,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 196,
            "sub_category": {"id": 8}
        }, {
            "id": 197,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 197,
            "sub_category": {"id": 8}
        }, {
            "id": 198,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 198,
            "sub_category": {"id": 8}
        }, {
            "id": 199,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 199,
            "sub_category": {"id": 8}
        }, {
            "id": 200,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 200,
            "sub_category": {"id": 8}
        }, {
            "id": 201,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 201,
            "sub_category": {"id": 8}
        }, {
            "id": 202,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 202,
            "sub_category": {"id": 8}
        }, {
            "id": 203,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 203,
            "sub_category": {"id": 8}
        }, {
            "id": 204,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 204,
            "sub_category": {"id": 8}
        }, {
            "id": 205,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 205,
            "sub_category": {"id": 8}
        }, {
            "id": 206,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 206,
            "sub_category": {"id": 8}
        }, {
            "id": 207,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 207,
            "sub_category": {"id": 8}
        }, {
            "id": 208,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 208,
            "sub_category": {"id": 8}
        }, {
            "id": 209,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 209,
            "sub_category": {"id": 8}
        }, {
            "id": 210,
            "statement": "در میان ترکیبات زیر ، ........... اکسید نافلزی مشاهده می شود که برای نامگذاری ............ مورد از آن ها نیاز به استفاده از دو پیشوند می باشد. \n" +
                "$$MgO-N_2O_4-SO_3-CO-P_2O_5-N_2H_2$$",
            "choices": [{
                "id": 0,
                "title"  : "3-5",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "3-4",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "2-5",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "2-4",
                "active": false,
                "order": 3
            }],
            "order": 210,
            "sub_category": {"id": 9}
        }, {
            "id": 211,
            "statement": "منبع تولید برق خانه A نفت خام و خانه B زغال سنگ است. اگر جرم کربن دي اکسید تولیدي در یک ماه خانه B دو برابر خانه A باشد ، نسبت برق مصرفی خانه A به برق مصرفی خانه B در یک ماه به تقریب کدام است؟ (مقدار کربن دي اکسید تولید شده در یک ماه به ازاي هر کیلووات ساعت براي نفت خام و زغال سنگ به ترتیب برابر 0/7 و 0/9 کیلوگرم است.)",
            "choices": [{
                "id": 0,
                "title"  : "1/5",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "0/64",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "0/77",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "0/33",
                "active": false,
                "order": 3
            }],
            "order": 211,
            "sub_category": {"id": 9}
        }, {
            "id": 212,
            "statement": "باتوجه به شکل زیر و نمودار داده شده که به واکنش منیزیم و هیدروکلریک اسید مربوط است ، چه تعداد از مطالب زیر صحیح است؟ (از روي تغییر جرم مخلوط واکنش می توان پیشرفت واکنش را بررسی نمود.)\n" +
                "\n" +
                "![alt text](https://cdn.alaatv.com/upload/images/product/sr_rzi_20200905145608.jpg?w=331&h=331 \"Logo Title Text 1\")\n" +
                "\n" +
                "$Mg(s)+2HCl(aq) - >MgCl_2(aq)+H_2(g)$\n" +
                "\n" +
                "آ) واکنش تقریباً 40 ثانیه پس از آغاز آن به پایان رسیده است.\n" +
                "\n" +
                "ب) جرم هیدروژن تولید شده در ثانیه 20 واکنش برابر 3g است.\n" +
                "\n" +
                "پ) کل جرم هیدروژن تولید شده در این فرآیند ،   برابر جرم مخلوط اولیه واکنش است.\n" +
                "\n" +
                "ت) اگر واکنش در ظرف سربسته انجام شود ، تغییر جرمی مشاهده نمی شود.\n",
            "choices": [{
                "id": 0,
                "title"  : "1",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "2",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "3",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "4",
                "active": false,
                "order": 3
            }],
            "order": 212,
            "sub_category": {"id": 9}
        }, {
            "id": 213,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 213,
            "sub_category": {"id": 9}
        }, {
            "id": 214,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 214,
            "sub_category": {"id": 9}
        }, {
            "id": 215,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 215,
            "sub_category": {"id": 9}
        }, {
            "id": 216,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 216,
            "sub_category": {"id": 9}
        }, {
            "id": 217,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 217,
            "sub_category": {"id": 9}
        }, {
            "id": 218,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 218,
            "sub_category": {"id": 9}
        }, {
            "id": 219,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 219,
            "sub_category": {"id": 9}
        }, {
            "id": 220,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 220,
            "sub_category": {"id": 9}
        }, {
            "id": 221,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 221,
            "sub_category": {"id": 9}
        }, {
            "id": 222,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 222,
            "sub_category": {"id": 9}
        }, {
            "id": 223,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 223,
            "sub_category": {"id": 9}
        }, {
            "id": 224,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 224,
            "sub_category": {"id": 9}
        }, {
            "id": 225,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 225,
            "sub_category": {"id": 9}
        }, {
            "id": 226,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 226,
            "sub_category": {"id": 9}
        }, {
            "id": 227,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 227,
            "sub_category": {"id": 9}
        }, {
            "id": 228,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 228,
            "sub_category": {"id": 9}
        }, {
            "id": 229,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 229,
            "sub_category": {"id": 9}
        }, {
            "id": 230,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 230,
            "sub_category": {"id": 9}
        }, {
            "id": 231,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 231,
            "sub_category": {"id": 9}
        }, {
            "id": 232,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 232,
            "sub_category": {"id": 9}
        }, {
            "id": 233,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 233,
            "sub_category": {"id": 9}
        }, {
            "id": 234,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 234,
            "sub_category": {"id": 9}
        }, {
            "id": 235,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 235,
            "sub_category": {"id": 9}
        }, {
            "id": 236,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 236,
            "sub_category": {"id": 9}
        }, {
            "id": 237,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 237,
            "sub_category": {"id": 9}
        }, {
            "id": 238,
            "statement": "متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 238,
            "sub_category": {"id": 9}
        }, {
            "id": 239,
            "statement": "متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید",
            "choices": [{
                "id": 0,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 0
            }, {
                "id": 1,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 1
            }, {
                "id": 2,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 2
            }, {
                "id": 3,
                "title"  : "جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ",
                "active": false,
                "order": 3
            }],
            "order": 239,
            "sub_category": {"id": 9}
        }],
    categories: [
        {
            "id": 1,
            "title": "دفترچه سؤالات عمومی"
        },
        {
            "id": 2,
            "title": "دفترچه سؤالات اختصاصی"
        }
    ],
    sub_categories: [
        {
            "id": 1,
            "category_id": 1,
            "title": "ادبیات فارسی"
        },
        {
            "id": 2,
            "category_id": 1,
            "title": "زبان عربی"
        },
        {
            "id": 3,
            "category_id": 1,
            "title": "تعلیمات دینی"
        },
        {
            "id": 4,
            "category_id": 1,
            "title": "زبان خارجه"
        },
        {
            "id": 5,
            "category_id": 2,
            "title": "زمین شناسی"
        },
        {
            "id": 6,
            "category_id": 2,
            "title": "ریاضی"
        },
        {
            "id": 7,
            "category_id": 2,
            "title": "زیست شناسی"
        },
        {
            "id": 8,
            "category_id": 2,
            "title": "فیزیک"
        },
        {
            "id": 9,
            "category_id": 2,
            "title": "شیمی"
        }
    ]
};
export default FakeQuizData
