let FakeQuizData = {
    id: 313,
    title: 'آزمون آزمایشی',
    start_at: '2021-01-23 08:00:00',
    finish_at: '2021-01-23 08:00:00',
    total_question_number: 3,
    questions: [
        {
            id: 0,
            title: 'ادبیات فارسی - سوال شماره 9',
            body: 'متن سوال: این معادله $$x=\\frac{-b\\pm\\sqrt{b^2-4ac}}{2a}$$ را حل کنید',
            choices: [
                {
                    id: 0,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 0
                },
                {
                    id: 1,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 1
                },
                {
                    id: 2,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 2
                },
                {
                    id: 3,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 3
                }
            ],
            order: 0,
            sub_category: {
                id: 1
            },
        },
        {
            id: 1,
            title: 'ادبیات فارسی - سوال شماره 10',
            body: 'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن gggggن سوال متن سوال ' +
                'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال مhhhhhتن سوال متن سوال متن سوال ' +
                'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ' +
                'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ',
            choices: [
                {
                    id: 0,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 0
                },
                {
                    id: 1,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 1
                },
                {
                    id: 2,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 2
                },
                {
                    id: 3,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 3
                }
            ],
            order: 1,
            sub_category: {
                id: 2
            },
        },
        {
            id: 2,
            title: 'ادبیات فارسی - سوال شماره 11',
            body: 'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوالkkkkkkkتن سوال متن سوال متن سوال متن سوال ' +
                'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سواllllll سوال متن سوال متن سوال متن سوال ' +
                'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ' +
                'متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال متن سوال ',
            choices: [
                {
                    id: 0,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 0
                },
                {
                    id: 1,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 1
                },
                {
                    id: 2,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 2
                },
                {
                    id: 3,
                    body: 'جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب جواب ',
                    active: false,
                    order: 3
                }
            ],
            order: 2,
            sub_category: {
                id: 3
            },
        }
    ],
    categories: [
        {
            "id": 1,
            "title": "دفترچه سؤالات عمومی"
        },
        {
            "id": 2,
            "title": "دفترچه سؤالات اختصاصی"
        }
    ],
    sub_categories: [
        {
            "id": 1,
            "category_id": 1,
            "title": "ادبیات فارسی"
        },
        {
            "id": 2,
            "category_id": 1,
            "title": "زبان عربی"
        },
        {
            "id": 3,
            "category_id": 1,
            "title": "تعلیمات دینی"
        },
        {
            "id": 4,
            "category_id": 1,
            "title": "زبان خارجه"
        },
        {
            "id": 5,
            "category_id": 2,
            "title": "زیست شناسی"
        },
        {
            "id": 6,
            "category_id": 2,
            "title": "ریاضی"
        },
        {
            "id": 7,
            "category_id": 2,
            "title": "فیزیک"
        },
        {
            "id": 8,
            "category_id": 2,
            "title": "شیمی"
        }
    ]
};
export default FakeQuizData
